[
    {
        "recipe_id": "127",
        "title": "CLEARED MAYONNAISE SAUCE",
        "instructions": "Take the necessary quantity of Mayonnaise and gradually add to it, per one and one-half pints of the sauce, one-half pint of cold and rather firm melting aspic jelly — Lenten or ordinary, according to the nature of the products for which the sauce is intended. Remarks. — It is this very Mayonnaise, formerly used almost exclusively for coating entries and cold relevees of fish, filleted fish, escalopes of common and spiny-lobster, &c., which I have allowed the Lenten Chaud-froid (see remarks No. 76) to supersede."
    },
    {
        "recipe_id": "138",
        "title": "WHISKED MAYONNAISE",
        "instructions": "Put into a copper basin or other bowl three-quarters pint of melted jelly, two-thirds pint of Mayonnaise, one tablespoonful of tarragon vinegar, and as much rasped and finely-chopped horse-radish. Mix up the whole, place the utensil on ice, and whisk gently until the contents get very frothy. Stop whisking as soon as the sauce begins to solidify, for it must remain almost fluid so as to enable it to mix with the products for which it is intended. This sauce is used principally for vegetable salads."
    },
    {
        "recipe_id": "129",
        "title": "RAVIQOTE SAUCE, OR VINAIGRETTE",
        "instructions": "Put into a bowl one pint of oil, one-third pint of vinegar, a little salt and pepper, two oz. of small capers, three table- spoonfuls of fine herbs, comprising soine very finely chopped onion, as much parsley, and half as much chervil, tarragon, and chives. Mix thoroughly. The Ravigote accompanies calf's head or foot, sheep's trotters, &c. Two or three tablespoonfuls of the liquor with which its accompanying solids have been cooked, i.e., calf's head or sheep's trotters liquor, &c., are often added to this sauce when dishing up."
    },
    {
        "recipe_id": "130",
        "title": "REMOULADE SAUCE",
        "instructions": "To one pint of Mayonnaise add one large tablespoonful of mustard, another of gherkins, and yet another of chopped and pressed capers, one tablespoonful of fine herbs, parsley, chervil, and tarragon, all chopped and mixed, and a coffeespoonful of anchovy essence. This sauce accompanies cold meat and poultry, and, more particularly, common and spiny lobster."
    },
    {
        "recipe_id": "131",
        "title": "GREEN SAUCE",
        "instructions": "Take the necessary quantity of thick Mayonnaise and spicy seasoning, and add to these, per pint of sauce, one-third pint of herb juice, prepared as indicated hereafter (No. 132). This is suitable for cold fish and shell fish."
    },
    {
        "recipe_id": "132",
        "title": "VINCENT SAUCE",
        "instructions": "Prepare and carefully wash the following herbs : — One oz. each of parsley, chervil, tarragon, chives, sorrel-leaves, and fresh pimpernel, two oz. of water-cress and two oz. of spinach. Put all these herbs into a copper bowl containing salted, boiling water. Boil for two minutes only; then drain the herbs in a sieve and immerse them in a basin of fresh water. When they are cold they are once more drained until quite dry ; then they must be finely pounded with the yolks of eight hard-boiled eggs. Rub the puree thus obtained through a sieve first, then through tammy, add one pint of very stiff Mayonnaise to it, and finish the sauce with a dessertspoonful of Worcestershire sauce. Cold English Sauces"
    },
    {
        "recipe_id": "133",
        "title": "CAMBRIDGE SAUCE",
        "instructions": "Pound together the yolks of six hard-boiled eggs, the washed and dried fillets of four anchovies, a teaspoonful of capers, a dessertspoonful of chervil, tarragon, and chives, mixed. When the whole forms a fine paste, add one tablespoonful of mustard, one-fifth pint of oil, one tablespoonful of vinegar, and proceed as for a Mayonnaise. Season with a little cayenne ; rub through tammy, applying pressure with a spoon, and put the sauce in a bowl. Stir it awhile with a whisk to smooth it, and finish with one teaspoonful of chopped parsley. It is suited to cold meats in general ; in fact, it is an Anglicised version of Vincent Sauce."
    },
    {
        "recipe_id": "134",
        "title": "CUMBERLAND SAUCE",
        "instructions": "Dissolve four tablespoonfuls of red-currant jelly, to which are added one-fifth pint of port wine, one teaspoonful of finely-chopped shallots, scalded for a few seconds and pressed, one teaspoonful of small pieces of orange rind and as much lemon rind (cut finely. Julienne-fashion, scalded for two minutes, well-drained, and cooled), the juice of an orange and that of half a lemon, one teaspoonful of mustard, a little cayenne pepper, and as much powdered ginger. Mix the whole well. Serve this sauce with cold venison. 135-QLOUCESTER SAUCE Take one pint of very thick Mayonnaise and complete it with one-fifth pint of sour cream with the juice of a lemon added, and combine with the Mayonnaise by degrees ; one tea- spoonful of chopped fennel and as much Worcester sauce. Serve this with all cold meats."
    },
    {
        "recipe_id": "136",
        "title": "MINT SAUCE",
        "instructions": "Cut finely. Julienne-fashion, or chop, two oz. of mint leaves. Put these in a bowl with a little less than one oz. of white cassonade or castor sugar, one-quarter pint of fresh vinegar, and four tablespoonfuls of water. Special sauce for hot or cold Iamb."
    },
    {
        "recipe_id": "137",
        "title": "OXFORD SAUCE",
        "instructions": "Make a Cumberland sauce according to No. 134, with this difference : that the Julienne of orange and lemon rinds should be replaced by rasped or finely-chopped rinds, and that the quantities of same should be less, i.e., two-thirds of a tea- spoonful of each."
    },
    {
        "recipe_id": "138",
        "title": "HORSE-RADISH SAUCE",
        "instructions": "Dilute one tablespoonful of mustard with two tablespoonfuls of vinegar in a basin, and add one lb. of finely-rasped horse- radish, two oz. of powdered sugar, a little salt, one pint of cream, and one lb. of bread-crumb steeped in milk and pressed. Serve this sauce very cold. It accompanies boiled and roast joints of beef. Compound Butters for Grills and for the Completion of Sauces With the exception of those of the shell-fish order, the butters, whose formuL-E I am about to give, are not greatly used in kitchens. Nevertheless, in some cases, as, for instance, in accen- tuating the savour of sauces, they answer a real and useful pur- pose, and I therefore recommend them, since they enable one to give a flavour to the derivatives of the Velout6 and Bechamel sauces which these could not acquire by any other means. With regard to shell-fish butters, and particularly those of the common and spiny lobster and the crayfish, experience has shown that when they are prepared with heat (that is to say, by melting in a bain-marie a quantity of butter which has been previously pounded with shell-fish remains and afterwards strained through muslin into a basin of iced-water where it has solidified) they are of a finer colour than the other kind and quite free from shell particles. Biit the heat, besides dissipat- ing a large proportion of their delicacy, involves consider- able risk, for the slightest neglect gives the above preparation quite a disagreeable taste. To obviate these difficulties I have adopted a system of two distinct butters, one which is exclusively colorific and prepared with heat, and the other which is prepared with all the creamy parts, the trimmings and the remains of com- mon and spiny lobsters, without the shells, pounded with the re- quired quantity of fresh butter and passed through a sieve. The latter is used to complete sauces, particularly those with a Bechamel base to which it lends a perfect savour. I follow the same procedure with shrimp and crayfish butters, sometimes substituting for the butter good cream, which, I find, absorbs the aromatic principles perhaps better than the former. With the above method it is advisable to pass the butter or the cream through a very fine sieve first and afterwards through tammy, so as to avoid small particles of the pounded shell being present in the sauce."
    },
    {
        "recipe_id": "139",
        "title": "BERCY BUTTER",
        "instructions": "Put into a small stewpan one-quarter pint of white wine and one oz. of finely-chopped shallots, scalded a moment. Reduce the wine by one-half, and add one-half lb. of butter softened into a cream; one teaspoonful of chopped parsley, two oz. of beef marrow cut into cubes, poached in slightly salted water and well drained, the necessary table-salt, and, when dishing up, a little ground pepper and a few drops of lemon-juice. This butter must not be completely melted, and it is prin- cipally served with grilled beef."
    },
    {
        "recipe_id": "140",
        "title": "CHIVRY OR RAVIQOTE BUTTER",
        "instructions": "Put into a small saucepan of salted, boiling water six oz. of chervil, parsley, tarragon, fresh pimpernel, and chives, in equal quantities, and two oz. of chopped shallots. Boil quickly for two minutes, drain, cool in cold water, press in a towel to com- pletely remove the water, and pound in a mortar. Now add one-half lb. of half-melted butter, mix well with the puree of herbs, and pass through tammy. This butter is used to complete Chivry sauce and other sauces that contain herb juices, such as the Venetian, &c."
    },
    {
        "recipe_id": "140a",
        "title": "CHATEAUBRIAND BUTTER",
        "instructions": "Reduce by two-thirds four-fifths pint of white wine contain- ing four chopped shallots, fragments of thyme and bay, and four oz. of mushroom parings. Add four-fifths pint of veal gravy, reduce the whole to half, rub it through tammy, and finish it away from the fire with eight oz. of Maitre d' Hotel butter (No. 150) and half a tablespoonful of chopped tarragon."
    },
    {
        "recipe_id": "141",
        "title": "COLBERT BUTTER",
        "instructions": "Take one lb. of Maitre d'Hotel butter (No. 150) and add six tablespoonfuls of dissolved, pale meat glaze and one teaspoonful of chopped tarragon. Serve this sauce with fish prepared a la Colbert."
    },
    {
        "recipe_id": "142",
        "title": "RED COLOURING BUTTER",
        "instructions": "Put on to a dish any available remains of shell-fish after having thoroughly emptied and well dried them in the oven. Pound them until they form a fine powder, and add their weight of butter. Put the whole into a saucepan and melt in a bain-marie, stir- ring frequently the while. When the butter is quite clarified strain it through muslin, twisting the laFter over a tureen of iced- water in which the strained butter solidifies. Put the congealed butter in a towel, press it heavily so as to expel the water, and keep cool in a small bowl. Remarks. — A very fine and decided red colour is obtained by using paprika as a condiment for sauces intended for poultry and certain butcher's meats, in accordance with the procedure I re- commend for the Hongroise. But only the very best quality should be used — that which is mild and at the same time pro- duces a nice pink colour without entailing any excess of the condiment. Among the various kinds of paprika on the market I can highly recommend that of Messrs. Kotangi, which I have invariably found satisfactory."
    },
    {
        "recipe_id": "143",
        "title": "GREEN COLOURING BUTTER",
        "instructions": "Peel, wash, -and thoroughly shake (so as to get rid of every drop of water) two lbs. of spinach. Pound it raw and then press it in a strong towel, twisting the latter so as to extract all the vegetable juice. Pour this juice into a sautepan, let it coagu- late in a bain-marie, and pour it on to a serviette stretched over a bowl in order to drain away the water. Collect the remains of the colouring substance on the serviette, making use of a palette-knife for the purpose, and put these into a mortar ; mix with half their weight of butter, strain through a sieve or tammy, and put aside to cool. This green butter should in all cases take the place of the liquid green found on the market. 144- VARIOUS CULLISES Finely pound shrimp and crayfish shells, and combine with these the available creamy parts and spawn of the common and spiny lobsters; add one-quarter pint of rich cream per lb. of the above remains, and strain, first through a fine sieve and then through tammy. This cullis is prepared just in time for dishing up, and serves as a refining principle in certain fish sauces."
    },
    {
        "recipe_id": "145",
        "title": "SHRIMP BUTTER",
        "instructions": "Finely pound any available shrimp remains, add to these their weight of butter, and strain through tammy. Place in a bowl and put aside in the cool."
    },
    {
        "recipe_id": "146",
        "title": "SHALLOT BUTTER",
        "instructions": "Put eight oz. of roughly minced shallots in the corner of a clean towel, and wash them quickly in boiling water. Cool, and press them heavily. Then pound them finely with their own weight of fresh butter and strain through tammy. This butter accentuates the savour of certain sauces, such as Bercy, Ravigote, &c."
    },
    {
        "recipe_id": "147",
        "title": "CRAYFISH BUTTER",
        "instructions": "Pound, very finely, the remains and shells of crayfish cooked in Mirepoix. Add their weight of butter, and strain through a fine sieve, and again through tammy, so as to avoid the presence of any shell particles. This latter precaution applies to all shell- fish butters. 148 -TARRAGON BUTTER Quickly scald and cool eight oz. of fresh tarragon, drain, press in a towel, pound in a mortar, and add to them one lb. of butter. Strain through tammy, and put aside in the cool if it is not to be used immediately."
    },
    {
        "recipe_id": "149",
        "title": "LOBSTER BUTTER",
        "instructions": "Reduce to a paste in the mortar the spawn, shell, and creamy parts of lobster. Add their equal in weight of butter and strain through tarnmy."
    },
    {
        "recipe_id": "150",
        "title": "BUTTER A LA MAiTRE D'HOTEL",
        "instructions": "First manie and then soften into a cream one-half lb. of butter. Add a tablespoonful of chopped parsley, a little salt and pepper, and a few drops of lemon-juice. Serve this v-ith grills in general."
    },
    {
        "recipe_id": "151",
        "title": "MANIED BUTTER",
        "instructions": "Mix, until perfectly combined, four oz. of butter and three oz. of sifted flour. This butter is made immediately before the time of dishing up, and is used for quick leasons like the Mate lotes, &c. The sauce to which manied butter has been added should not boil if this can possibly be avoided, as it would thereby acquire a very disagreeajjle taste of raw flour. iSia-MELTED BUTTER This preparation, which is used principally as a fish sauce, should consist of butter, only just melted, and combined with a little table-salt and a few drops of lemon-juice. It should therefore be prepared only at the last minute; for, should it wait and be allowed to clarify, besides losing its flavour it will be found to disagree with certain people."
    },
    {
        "recipe_id": "152",
        "title": "BUTTER A LA MEUNIERE",
        "instructions": "Put into a frying-pan the necessary quantity of butter, and cook it gently until it has acquired a golden tint and exudes a slight smell of nut. Add a few drops of lemon-juice, and pour on the fish under treatment, which should have been previously sprinkled with concussed parsley. This butter is proper to fish \" kla Meuniere \" and is always served on the fish."
    },
    {
        "recipe_id": "IS3",
        "title": "MONTPELLIER BUTTER",
        "instructions": "Put into a saucepan containing boiling water equal quantities of watercress leaves, parsley, chervil, chives, and tarragon (six oz. in all), one and one-half oz. of chopped shallots, and one- half oz. of spinach leaves. Boil for two minutes, then drain, cool, press in a towel to expel water, and pound in a mortar with one tablespoonful of pressed capers, four oz. of gherkins, a garlic clove, and the fillets of four anchovies well washed. Mix this paste with one and one-half lbs. of butter; then add the yolks of three boiled eggs and two raw eggs, and finally pour in, by degrees, two-fifths pint of oil. Strain through a fine sieve or through tammy, put the butter into a basin, and stir it well with a wooden spoon so as to make it smooth. Season with table-salt and a little cayenne. Use this butter to deck large fish, such as salmon and trout ; but it is also used for smaller pieces and slices of fish. Remarks. — When this butter is specially prepared to form a. coat on fish, the oil and the egg yolks are omitted and only butter is used."
    },
    {
        "recipe_id": "154",
        "title": "BLACK BUTTER",
        "instructions": "Put into a frying-pan the necessary amount of butter, and cook it until it has assumed a brown colour and begins to smoke. At this moment add a large pinch of concussed parsley leaves and spread it immediately over the object to be treated."
    },
    {
        "recipe_id": "15s",
        "title": "HAZEL-NUT BUTTER",
        "instructions": "Put eight oz. of shelled hazel-nuts, for a moment, in the front of the oven, in order to slightly grill their skins and make them easily removable. Now crush the nuts in a mortar until they form a paste, and add a few drops of cold water with a view to preventing their producing any oil. Add their equivalent in weight of butter and rub through tammy."
    },
    {
        "recipe_id": "156",
        "title": "PISTACHIO BUTTER",
        "instructions": "Put into boiling water eight oz. of pistachios, and keep them on the side of the fire until the peel may be easily removed. Drain, cool in cold water, clean the pistachios, and finely pound while moistening them with a few drops of water. Add two oz. of butter and pass through tammy."
    },
    {
        "recipe_id": "157",
        "title": "PRINTANIER BUTTER",
        "instructions": "These butters are made from all early-season vegetables, such as carrots, French beans, peas, and asparagus heads. When dealing with green vegetables cook quickly in boiling, salted water, drain, dry, pound with their weight of butter, and rub through tammy. With carrots : Mince and cook with consomme, sugar, and butter until the diluent is quite reduced. After cooling they are pounded with their own weight of butter and rubbed through tammy. CHAPTER V Savoury Jellies or Aspics Jellies are to cold cookery what consommes and stock are to hot. If anything, the former are perhaps more important, for a cold entree — however perfect it may be in itself — is nothing without its accompanying jelly. In the recipes which I give hereafter I have made a point of showing how melting jellies may be obtained, i.e., served in a sauce-boat simultaneously with the cold comestible, or actually poured over it when the latter lies in a deep dish — a common custom nowadays. This method of serving cold entries, which I inaugurated at the Savoy Hotel with the \" Supreme de Volaille Jeannette,\" is the only one which allows of serving a jelly in a state of absolute perfection. Nevertheless, if a more solid jelly were required, either for the decking of cold dishes or for a moulded entree, there need only be added to the following formulse a few gelatine leaves — more or less — according to the required firmness of the jelly. But it should not be forgotten that the greater the viscosity of the jelly the less value will the same possess. The various uses of jellies are dealt with in Part II. of this work, where the formulas of their divers accompanying dishes will also appear."
    },
    {
        "recipe_id": "158",
        "title": "ORDINARY ASPICS",
        "instructions": "Stock for Ordinary Aspic. — Quantities for making Four Quart';. 4 lbs. of strung knuckle of veal. 3 calf's feet, boned and blanched. 3 lbs. of strung knuckle of beef. | lb. of fresh pork rind, well 3 lbs. of veal bones, well broken blanched and with fat re- up. moved. Mode of Procedure. — Put the meats in a very clean and well- tinned stockpot or stewpan. Add eight quarts of cold water, boil, and skim after the manner indicated under No. i. Having well skimmed the stock add one oz. of salt, put it on the side of"
    }
]