[
    {
        "recipe_id": "2937",
        "title": "LEMONADE",
        "instructions": "Dissolve half-lb. of loaf-sugar in one quart of filtered water. Add the juice and the zests of the rinds of two lemons, and let infusion proceed in the cool for three hours. Pass the whole through a fine strainer ; add one syphonful of seltzer water, and serve with a thin roundel of lemon in each glass."
    },
    {
        "recipe_id": "2938",
        "title": "PINEAPPLE WATER",
        "instructions": "Finely chop one and a half lbs. of fresh or preserved pineapple ; put it into a basin and pour over it one quart of boiling syrup at 20°. Let it cool, and infuse for two hours. Strain through a woollen bag ; add a piece of ice and sufficient seltzer water to reduce the liquid to 9°. Keep the preparation in the cool for a further twenty minutes, and complete it, when about to serve, with three liqueur- glassfuls of Kirsch."
    },
    {
        "recipe_id": "2939",
        "title": "CHERRY WATER",
        "instructions": "Stone two lbs. of very ripe cherries, and rub them through a sieve. Put the purde into a basin with the stones, crushed in the mortar, and let the whole macerate for one hour. Then moisten with one pint of filtered water, and strain the juice through a woollen bag, or muslin folded in two and stretched. Add a piece of well-washed ice and six oz. of loaf-sugar, and put the whole in the cool for twenty minutes. Flavour, when about to serve, with four liqueur-glassfuls of Kirsch. The saccharometer should register 9° when inserted into this preparation."
    },
    {
        "recipe_id": "2940",
        "title": "RASPBERRY. FLAVOURED, RED-CURRANT WATER",
        "instructions": "Rub through a sieve, over a basin, twelve oz. of red and white currants, and four oz. of very ripe raspberries. Add to the currant- water one pint of filtered water, six oz. of loaf-sugar, and one piece of washed ice. Keep the whole in the cool for twenty minutes, and stir it from time to time with a silver spoon, that the sugar may dissolve. Degree the same as in No. 2939."
    },
    {
        "recipe_id": "2941",
        "title": "MELON ADE",
        "instructions": "Rub one lb. of just-ripe melon pulp through a sieve. Put it into a basin and pour over it one pint of boiling syrup at 20°. 3 G Let the whole cool and infuse for two hours, and strain it through muslin or through a woollen bag. Add a piece of very clean ice and sufficient seltzer water to reduce the syrup to 9°. Keep the preparation in the cool for a further twenty minutes, and finish it, when about to serve, with two tablespoonfuls of orange-flower water."
    },
    {
        "recipe_id": "2942",
        "title": "KALTSCHALE",
        "instructions": "Peel and slice one-half lb. of peaches and an equal quantity of pineapple ; add four oz. of ripe, melon pulp, cut into dice, and four oz. of a mixture of raspberries and red and white currants, cleared of their stalks. Put these fruits in a silver timbale and keep the latter on ice. Set a little cinnamon to infuse in a half- bottleful of boiling, white wine; add six oz. of sugar and the zest of one lemon ; and let the whole cool. Then add half a pint of a mixed puree of strawberries and red-currants to this infusion. Filter the whole, and complete it by the addition of a bottle of champagne. Pour this preparation over the fruit, and serve the timbale very cold."
    },
    {
        "recipe_id": "2943",
        "title": "ORANGEADE",
        "instructions": "Proceed as for lemonade, but use the juice and zests of orange rinds instead of those of lemons, and the juice of only half a lemon. Put very thin slices of orange in the glasses."
    },
    {
        "recipe_id": "2944",
        "title": "PUNCH WITH KIRSCH",
        "instructions": "Throw a good half oz. of tea into one quart of boiling water, and let it infuse for ten minutes. Put into a punch or salad-bowl one lb. of loaf-sugar ; strain the infusion of tea over the sugar, and dissolve the latter ; stirring the while with a silver spoon. Add one and a half pints of Kirsch, set it alight, and serve in glasses."
    },
    {
        "recipe_id": "2945",
        "title": "PUNCH WITH RUM",
        "instructions": "Make an infusion as above, with the same amount of tea and one quart of boiling water. Strain it over one lb. of loaf-sugar, in a punch-bowl, and let the sugar dissolve. Add a few thin slices of lemon, and one and a half pints of rum, and set light to it. Serve with a slice of lemon in each glass."
    },
    {
        "recipe_id": "2946",
        "title": "PUNCH MARQUISE",
        "instructions": "Put into a small, copper saucepan one quart of Sauterne wine, half-lb. of loaf-sugar, and the zest of the rind of one lemon bound round a clove. Dissolve the sugar ; heat the wine until it becomes covered by thin white froth, and pour it into a punch-bowl after having withdrawn the zest and the clove. Add half a pint of burnt brandy ; set it alight and let it burn itself out. Serve with a thin slice of lemon in each glass."
    },
    {
        "recipe_id": "2947",
        "title": "ICED PUNCH",
        "instructions": "Prepare a Marquise Punch as above ; when the wine is hot, take it off the fire ; throw in a good half oz. of tea, and let the whole infuse under cover for ten minutes. Pass the whole through a fine strainer ; add one orange and one lemon, peeled raw and cut into slices, and some heated rum. Set alight; leave to cool, and reduce to 15°. Then freeze like a Granite, and serve in glasses."
    },
    {
        "recipe_id": "2948",
        "title": "HOT WINE",
        "instructions": "Pour one bottleful of red wine over ten oz. of loaf-sugar, set in a small, copper basin. Dissolve the sugar. Add one orange zest, a bit of cinnamon and mace, and one clove. Heat the wine until it is covered by thin froth, and then pass it through a fine strainer. Serve with a thin slice of lemon in each glass."
    },
    {
        "recipe_id": "2949",
        "title": "HOT WINE WITH ORANGE",
        "instructions": "Pour half a pint of boiling water over ten oz. of loaf sugar. Add the zest of one orange and let infusion proceed for fifteen minutes. Withdraw the zest, and mix one bottleful of heated Burgundy wine with the infusion. Serve with a roundel of orange in each glass."
    },
    {
        "recipe_id": "2950",
        "title": "WINE A LA FRAN9AISE",
        "instructions": "Put eight oz. of sugar into a salad-bowl, and sprinkle thereon a few tablespoonfuls of water, that it may dissolve. Add one bottle- ful of excellent Bordeaux wine or red Burgundy, and the half of a lemon cut into thin slices. Stir the whole well with a silver spoon, and serve with a slice of lemon in each glass. N.B. — Always remember to free the lemons and oranges used of all pips, which would lend a bitterness to the drink."
    },
    {
        "recipe_id": "2951",
        "title": "CLARET CUP",
        "instructions": "Put into a crystal bowl one oz. of loaf-sugar, the rind of one lemon and three slices of the latter, an equal quantity of orange, one strip of cucumber peel, one tablespoonful of Angostura Bitter, and a liqueur-glassful of each of the following liqueurs : — Brandy, Maraschino and white Curasao. Complete with one and a half bottles of red wine and a bottle of Soda. Cover and let the whole infuse. Strain, add a few pieces of very clean ice and a few leaves of fresh mint. 3 G 2 CHAPTER XXII FRUIT-STEWS AND JAMS."
    },
    {
        "recipe_id": "3952",
        "title": "PLAIN STEWED FRUIT",
        "instructions": "Fruit for stewing is used whole, halved or quartered, and cooked or poached in a syrup, of a flavour in keeping with the fruit. Dish these preparations in tazzas, bowls or deep dishes ; cover them with their syrup, reduced or not ; and, in certain cases, thicken the latter with arrowroot. They may be served hot or cold ; but' in any case, the fruit used should not be too ripe."
    },
    {
        "recipe_id": "2953",
        "title": "MIXED STEWED FRUIT",
        "instructions": "These preparations generally consist of stewed, fresh fruit of one or several kinds ; combined with fruit purees. -~— — - . Quince and apple jellies are greatly used, either in coating the preparations or in bordering them with dice, &c. With this class of stewed fruits, which are merely a matter of fancy and taste, candied and preserved fruits are almost always used as auxiliary constituents. ~~ 2954 — JAMS Under this generic title the following preparations are classed : — (i) Those in which the fruit is treated directly with the sugar : — (2) Those in which the juice alone, owing to its gelatinous nature, produces, together with the sugar, consistent jellies. The amount of sugar used is subject to the nature of the fruit and its sweetness; but in the case of nearly all tart fruits, the weight of sugar should equalethat of the fruit, or nearly so. If too much sugar be used, the flavourTsTmpaired ; while crystal- lisation will follow very shortly afterwards ; if too little be used, the jam has to be overcooked in order to be made sufficiently consist- ent, and the flavour is once more impaired by protracted evapora- tion ; finally if the jeime allowed for cooking be inadequate, rapid fermentation will be the result. \"e™-\"."
    }
]