[
    {
        "recipe_id": "280",
        "title": "BUTTERS AND CREAMS",
        "instructions": "The seasoning of butters for hors-d'oeuvres is effected when dishing them up. When prepared in advance, they ought to be placed in a bowl and put aside somewhere in the cool, covered with a piece of clean paper."
    },
    {
        "recipe_id": "281",
        "title": "ANCHOVY BUTTER",
        "instructions": "Wash twelve or fifteen anchovies in cold water, and dry them thoroughly. Remove the fillets from the bones, pound them smoothly with four oz. of butter, rub the whole through a fine sieve, smooth it with a spoon, and put it aside."
    },
    {
        "recipe_id": "282",
        "title": "CAVIARE BUTTER",
        "instructions": "Pound three oz. of pressed caviare with four oz. of butter, and rub through a fine sieve."
    },
    {
        "recipe_id": "283",
        "title": "SHRIMP BUTTER",
        "instructions": "Pound four oz. of shrimps with four oz. of butter; rub through a fine sieve first, then through muslin, after having softened the preparation. This may also be made from the shelled tails of shrimps, which process, though it is easier, does not yield a butter of such delicate taste as the former."
    },
    {
        "recipe_id": "284",
        "title": "CURRY BUTTER",
        "instructions": "Soften four oz. of butter in a bowl, and add thereto suffi- cient curry-powder to ensure a decided taste. The exact quantity of curry cannot be prescribed, since the quality of the latter entirely governs its apportionment."
    },
    {
        "recipe_id": "285",
        "title": "CRAYFISH BUTTER",
        "instructions": "Cook the crayfish with mirepoix, as for Bisque. Finely pound the shells after having removed the tails, and add thereto four oz. of butter per two oz.; rub through a fine sieve first, then through muslin. N.B. — The whole crayfish may be pounded, but the tails are usually laid aside with a view to supplying the garnish of the toasts for which the butter is intended. 286- RED -HERRING BUTTER Take the fillets of three red-herrings; remove the skins, and pound finely with three oz. of butter. Rub through a fine sieve."
    },
    {
        "recipe_id": "287",
        "title": "LOBSTER BUTTER",
        "instructions": "Pound four oz. of lobster trimmings and spawn, and a little of the coral with four oz. of butter. Rub through a fine sieve."
    },
    {
        "recipe_id": "288",
        "title": "MILT BUTTER",
        "instructions": "Poach four oz. of milt in a covered and buttered saute-pan, with the juice of half a lemon ; pound in the mortar, and add to the preparation its weight of butter and a teaspoonful of mustard. Rub through a fine sieve."
    },
    {
        "recipe_id": "289",
        "title": "MONTPELIER BUTTER (GREEN BUTTER)",
        "instructions": "See Compound Butter for Sauces (No. 153)."
    },
    {
        "recipe_id": "290",
        "title": "HORSE-RADISH BUTTER",
        "instructions": "Grate two oz. of horse-radish and pound with four oz. of butter. Rub through a fine sieve."
    },
    {
        "recipe_id": "291",
        "title": "SMOKED SALMON BUTTER",
        "instructions": "Finely pound four oz. of smoked salmon with as much butter, and rub through a fine sieve."
    },
    {
        "recipe_id": "292",
        "title": "PAPRIKA BUTTER",
        "instructions": "Soften four oz. of butter in a bowl, and mix therewith a small teaspoonful of paprika infused in a few drops of white wine or consomme, with a view to strengthening the colour of the paprika."
    },
    {
        "recipe_id": "293",
        "title": "PIMENTO BUTTER",
        "instructions": "Pound four oz. of preserved or freshly-cooked capsicum ; add as much butter thereto, and rub through a fine sieve."
    },
    {
        "recipe_id": "294",
        "title": "CAVIARE CREAM",
        "instructions": "Pound four oz. of preserved caviare and add thereto, little by little, two tablespoonfuls of fresh cream and two oz. of softened butter. Rub through a fine sieve, and finish the pre- paration by an addition of three tablespoonfuls of whisked cream . N.B. — This cream and those that follow often take the place of the butters in the preparation of hors-d'oeuvres. The addition of previously well-softened butter to these creams is necessary in order to make them sufficiently consistent when they cool."
    },
    {
        "recipe_id": "295",
        "title": "LOBSTER CREAM",
        "instructions": "Pound four oz. of lobster trimmings, spawn, and coral, and add thereto three tablespoonfuls of fresh cream and two oz. of softened butter. Rub through a sieve, and complete the preparation with whisked cream, as above."
    },
    {
        "recipe_id": "296",
        "title": "GAME CREAM",
        "instructions": "Pound four oz. of cold, cooked game-meat with three table- spoonfuls of fresh cream and two oz. of softened butter. Rub through a sieve, and finish the preparation with three table- spoonfuls of whisked cream."
    },
    {
        "recipe_id": "297",
        "title": "SMOKED SALMON CREAM",
        "instructions": "Finely pound four oz. of smoked salmon, and add thereto, little by little, three tablespoonfuls of fresh cream and two oz. of softened butter. Rub the whole through a sieve, and finish with an addition of three tablespoonfuls of whisked cream."
    },
    {
        "recipe_id": "298",
        "title": "TUNNY CREAM",
        "instructions": "Finely pound four oz. of tunny in oil, and finish the cream similarly to that of the Smoked Salmon."
    },
    {
        "recipe_id": "299",
        "title": "CHICKEN CREAM",
        "instructions": "Finely pound four oz. of cold fowl (white parts only) and add thereto two tablespoonfuls of fresh cream and two oz. of softened butter. Rub through a sieve, and finish with three tablespoonfuls of whisked cream. N.B. — This cream ought to be made and seasoned with salt immediately before being served."
    },
    {
        "recipe_id": "299a",
        "title": "MUSTARD SAUCE WITH CREAM",
        "instructions": "Put three tablespoonfuls of mustard in a bowl with a little salt, pepper, and a few drops of lemon-juice. Mix the whole and add, little by little, the necessary quantity of very fresh cream."
    },
    {
        "recipe_id": "300",
        "title": "ANCHOVY ALLUMETTES",
        "instructions": "Roll some puff-paste trimmings into rectangular strips two and one-half inches wide and one-eighth inch thick. Spread thereon a thin coating of fish stuffing, finished with anchovy butter ; lay the anchovy fillets, prepared beforehand, lengthwise on this stuffing, and cut into pieces about one inch wide. Place the pieces on a baking-tray, and set to bake in the oven for twelve minutes."
    },
    {
        "recipe_id": "301",
        "title": "ANCHOVY FILLETS",
        "instructions": "Cut each halved anchovy, which should have been previously ■marinaded in oil, into two or three little fillets. Place them across each other in a hors-d'oeuvre dishee after the manner of a lattice ; garnish with chopped parsley and the chopped white and yolk of a hard-boiled egg, alternating the colours. Put a few capers on the fillets, and besprinkle moderately with oil. Anchovy fillets may also be served on a salad of ciseled lettuce, for the sake of variety."
    },
    {
        "recipe_id": "302",
        "title": "FRESH MARINADED ANCHOVIES",
        "instructions": "Take a few live anchovies, cleanse them, and put them in salt for two hours. This done, plunge them in smoking oil, where they may remain only just long enough to stiffen. Drain, place them in a moderately acid marinade, and serve on a hors-d'oeuvre dish with a little marinade."
    },
    {
        "recipe_id": "303",
        "title": "ROLLED ANCHOVIES",
        "instructions": "Turn some fine olives and stuff them with anchovy butter; when quite cold, encircle them with a ring of anchovy fillet, kept whole."
    },
    {
        "recipe_id": "304",
        "title": "ANCHOVY MEDALLIONS",
        "instructions": "Cut into discs, about the size of half-a-crown, potatoes boiled in water or baked beetroot. Cover their edges with fine anchovy fillets marinaded in oil, and garnish their centres either with caviare, chopped hard-boiled egg, or milt puree, &c."
    },
    {
        "recipe_id": "305",
        "title": "ANCHOVY PAUPIETTES",
        "instructions": "Prepare some thick slices of blanched and marinaded cucumber, about the size of half-crowns, and hollow their centres slightly. Place rings composed of the fillets of anchovies in oil upon these slices, and fill up their centres with tunny cream or the cream of any fish or shell-fish."
    },
    {
        "recipe_id": "306",
        "title": "ANCHOVY WITH PIMENTOS",
        "instructions": "Prepare some anchovy fillets in oil, and place them across each other in a lattice, using fillets of pimento alternately with those of the anchovies. Garnish in the same way as for anchovy fillets, i.e., with the chopped white and yolk of a hard-boiled egg, and chopped parsley."
    },
    {
        "recipe_id": "307",
        "title": "NORWEGIAN ANCHOVIES OR KILKIS",
        "instructions": "These are found ready-prepared on the market. Place them on a hors-d'oeuvre dish with some of their liquor, and without any garnish."
    },
    {
        "recipe_id": "308",
        "title": "SMOKED EEL",
        "instructions": "Serve it plain, cut into fillets."
    },
    {
        "recipe_id": "309",
        "title": "EEL WITH WHITE WINE AND PAPRIKA",
        "instructions": "Divide the eel into lengths of three and one-half inches; poach these in exactly the same way as for matelote, but with white wine and paprika seasoning. Let them cool in their cooking-liquor ; cut the pieces lengthwise into large fillets, and cover them with the liquor after all grease has been removed therefrom and it has been clarified and cleared."
    },
    {
        "recipe_id": "310",
        "title": "EEL AU VERT",
        "instructions": "Stew in butter two oz. of sorrel, one-quarter oz. of parsley, as much chervil, a few tarragon leaves, a little fresh pimpernel, two oz. of tender nettle, one-quarter oz. of savory, a sprig of green thyme, and a few sage-leaves, all of which must be ciseled. Remove the skins from two lbs. of small eels, sup- press the heads, and cut into pieces two inches long. Put these pieces with the herbs, stiffen them well, and add one pint of white wine and a little salt and pepper. Set to cook for ten minutes, thicken with the yolks of four eggs and a few drops of lemon-juice, and leave to cool in a bowl. This preparatigij pf eel is served very cold."
    },
    {
        "recipe_id": "311",
        "title": "EEL AU VERT A LA FLAMANDE",
        "instructions": "Remove the skin from, and cut into small pieces, two lbs. of small eels. Stiffen the pieces in butter, moisten with one pint of beer, season, and set to cook for ten minutes. Add the herbs enumerated above, raw and roughly chopped. Once more set to cook for seven or eight minutes, thicken with fecula if the sauce is too thin, and transfer the whole to a bowl to cool. Serve very cold."
    },
    {
        "recipe_id": "312",
        "title": "ARTICHOKES A LA QRECQUE",
        "instructions": "Take some very small and tender artichokes. Pare them, cut the leaves short, and plunge them into a large saucepan of acidulated water. Set to parboil for eight or ten minutes, drain, cool in fresh water, and drain once more in a sieve. For twenty artichokes prepare the following liquor : — one pint of water, one-quarter pint of oil, a little salt, the juice of three lemons, a few fennel and coriander seedse some pepper- corns, a sprig of thyme, and a bay-leaf. Set to boil, add the parboiled artichokes, and leave to cook for twenty minutes. Transfer to a bowl. Serve these artichokes very cold upon a hors-d'oeuvre dish, accompanied by a few tablespoonfuls of their cooking- liquor. 3i3~SMALL ARTICHOKE -BOTTOMS Remove the leaves and the hearts of some little artichokes; trim their remaining bases, and plunge each as soon as trimmed into acidulated water lest they blacken. Cook them \" au blanc \" (No. 167), and leave them to cool in their liquor. Drain them well, dry them, place them in a pan, and marinade them for twenty minutes in oil and lemon-juice. This done, garnish them, either with a salpicon thickened with mayonnaise, a milt or other puree, a small viacedoine, or a vegetable salad, &c. Place on a hors-d'ceuvre dish with a garnish of parsley sprays."
    },
    {
        "recipe_id": "314",
        "title": "BARQUETTES",
        "instructions": "These are a kind of small Croustades with indented edges, made in very small, boat-shaped moulds, and they may be garnished in any conceivable way. As their preparation is the same as that of Tartlets, see the latter (No. 387); also refer to \" Frivolities \" (No. 350)."
    },
    {
        "recipe_id": "31S",
        "title": "SMOKED HAMBURG BEEF",
        "instructions": "Cut it into very thin slices; divide these up into triangles, and roll the latter into the shape of cones. The slices may also be served flat. Dish up at the last moment, and serve very cold."
    },
    {
        "recipe_id": "316",
        "title": "CANAPES AND TOAST",
        "instructions": "In the matter of hors-d'oeuvres, the two above names have the same meaning. The preparation consists of small slices of the crumb of bread, about one-quarter inch thick, slightly toasted and with a garnish on one of their sides. The garnish is subject to the taste of the consumer, the resources at the disposal of the cook, or the latter's fancy, which may here be fully indulged. But the garnish, par excellence, for Canapes or Toast, is fresh butter combined with a fine mince of white roast chicken- meat, the meat of shell-fish or fish, or cheese, &c., as I pointed out above under the butters for hors-d'oeuvres. Whatever be the garnish of Canapes or Toast, and even when it would be unreasonable to let butter form a part of it, as, for example, in the case of marinaded fish, anchovies, filleted herring, &c., it is always best to put plenty of butter on the pieces of toast while they are still hot, with the view of keeping them soft. When the garnish consists of a puree, i.e., a compound butter, I should advise the use of a piping-bag fitted with a grooved pipe, for laying the preparation upon the toast. This method is both clean and expeditious, and lends itself to any fanciful arrangement which the varying shape of the toast may suggest. The principal shapes given to the toast are as follows : round, square, rectangular, oval, triangular, crescented, star- like, crossed, &c. They should never exceed one and one-half inches in diameter, and a corresponding size in the other shapes. I shall only indicate here a few kinds of specially gar- nished toast, and leave the thousand and one other kinds for the operator himself to discover."
    },
    {
        "recipe_id": "317",
        "title": "ANCHOVY TOAST",
        "instructions": "Make the pieces of toast oval. Cover with anchovy butter, and place thereon, lattice-wise, some fillets of anchovy cut to the length of the toast. Garnish the pieces of toast all round L with the separately chopped whites and yolks of hard-boiled eggs, alternating the colours."
    },
    {
        "recipe_id": "318",
        "title": "CAVIARE TOAST",
        "instructions": "Make the pieces of toast round; cover with caviare butter; garnish the edges with a thread of softened butter, laid on by means of a piping-bag fitted with a grooved pipe. Put fresh caviare in the centre."
    },
    {
        "recipe_id": "319",
        "title": "SHRIMP TOAST",
        "instructions": "Make the pieces of toast round; cover with shrimp butter, and garnish by means of a border composed of shelled shrimps' tails with a caper in the centre."
    },
    {
        "recipe_id": "320",
        "title": "CITY TOAST",
        "instructions": "Make the pieces of toast round, and cover with a thick coating of the following preparation, viz. : — Four oz. of fresh butter, softened; two oz, of fresh Gruyere and two oz. of Parmesan, both grated ; a dessertspoonful of cream, and a little salt and cayenne. Cover this preparation with two half-discs, which when juxtaposed are equal in circumference to the round of the toast. The half-discs should be cut respectively from a Lyons sausage and a Gruyere cheese; both should be thin, and equal in thickness."
    },
    {
        "recipe_id": "321",
        "title": "DANISH TOAST",
        "instructions": "Prepare some slices of brown bread, equal in thickness to the toast ; but only heat, do not grill them. Spread some horse- radish butter over them, and cover with alternate strips of smoked salmon, caviare, and filleted herrings marinaded in white wine. Now stamp the garnished slices with a sharp fancy-cutter, the shape of which is optional."
    },
    {
        "recipe_id": "322",
        "title": "CRAYFISH TOAST",
        "instructions": "Make the pieces of toast crescented; cover with crayfish butter, deck the edges with a string of softened butter, and garnish with a crayfish's tail, cut into two lengthwise The two halves of the tail should be placed in the middle of each crescent, close together and with their thickest side innermost."
    },
    {
        "recipe_id": "323",
        "title": "TONGUE TOAST",
        "instructions": "Prepare some slices of crumb of bread, equal in thickness, and toast them. Now garnish with a coating, half as thick as the slices themselves, of mustard butter. Cover the butter with thin slices of very red, salted tongue, and let the butter harden. Stamp out the pieces of toast with a star-shaped fancy-cutter, which should be dipped from time to time in boiling water in order to facilitate the operation. Finally, make a rosette of mustard butter in the middle of each piece of toast."
    },
    {
        "recipe_id": "324",
        "title": "LUCILE TOAST",
        "instructions": "Make the pieces of toast oval, cover with mustard butter, and border their edges with a line of finely chopped and very red tongue. Garnish the middle of each with chopped white chicken-meat, and in the centre drop a pinch of chopped truffle."
    },
    {
        "recipe_id": "335",
        "title": "VARIOUS CAROLINES",
        "instructions": "These are very small 6clairs of pate a choux without sugar. When quite cold, garnish them inside with a puree, either of tongue, fowl, game, or foie gras, &c., then coat them thinly with a chaud-froid sauce in keeping with the puree form- ing the inside garnish. When the sauce has cooled, glaze it, by means of a brush, with a little cold melted jelly, with a view to making it glossy. N.B. eCarolines are also used as a garnish for certain cold preparations, aspics, &c."
    },
    {
        "recipe_id": "336",
        "title": "CAVIARE AND BLINIS",
        "instructions": "Caviare is undoubtedly the richest and most delicate of hors-d'oeuvres, granted, of course, that it be of good quality and consist of large, light-coloured, and transparent particles. Its price is always high, owing to the difficulty attending its importation. It is served very simply, either in a silver tim- bale or in its original receptacle, surrounded with ice, and accompanied by a dish of Blinis, whereof the preparation is as follows : — Make a thin paste with one oz. of yeast and one lb. of sifted flour diluted with one pint of lukewarm milk. Leave this paste to ferment for two hours in a lukewarm atmosphere, and then add thereto one-half lb. of flour, the yolks of four eggs, a pinch of salt, one-half pint of tepid milk; mix the whole without letting it acquire any body, and finally add the whites of four eggs, whisked. Let the preparation ferment for half an hour, and, when about to serve, cook the Blinis quickly, after the manner of pancakes, in special little omelet- pans. Dish them up very hot on a napkin. L 2 Failing fresh caviare, the pressed and salted kind may also be used for hors-d'oeuvres. Some cooks serve finely-chopped onions with fresh caviare, but a worse practice could not be imagined. Fresh caviare, the flavour of which is perfect, does not need any supplementary condiment."
    },
    {
        "recipe_id": "337",
        "title": "CELERY \"A LA BONNE-FEMME\"",
        "instructions": "Take equal quantities of very tender celery sticks and peeled, quartered and cored russet apples. Finely mince the celery and apples, season with a mustard-and-cream sauce, and place on a hors-d'oeuvre dish."
    },
    {
        "recipe_id": "328",
        "title": "CELERY A LA QRECQUE",
        "instructions": "Select a few hearts of celery, very equal; trim, wash, and parboil them in acidulated water, as directed under \"arti- chokes a la Grecque.\" Prepare the cooking-liquor from the same ingredients, using the same quantities thereof, and cook similarly. Serve very cold on a crystal hors-d'oeuvre dish with a por- tion of the cooking-liquor."
    },
    {
        "recipe_id": "329",
        "title": "CELERIAC",
        "instructions": "Quarter, peel, and cut the vegetable in julienne fashion. Prepare the seasoning with mustard, salt, pepper, and vinegar ; add the julienne of Celeriac and mix thoroughly. When the roots are quite soft, a seasoning consisting of mustard-and- cream sauce is preferable."
    },
    {
        "recipe_id": "329a",
        "title": "MARINADED CEPES",
        "instructions": "Select some very small and fresh cepes. Parboil them for eight minutes, drain and cool them, put them into a basin, and cover them with the boiling marinade after having passed the latter through a strainer. Marinade for Two lbs. of Cepes. — Put into a saucepan one pint of vinegar, one-third pint of oil, a crushed clove of garlic, a fragment of bay, and a little thyme, six peppercorns, a pinch of coriander, a few fennel leaves, and a small root of parsley. Set to boil for five minutes. Leave the mushrooms to marinade for five or six hours before using them."
    },
    {
        "recipe_id": "329b",
        "title": "CHERRIES A L'ALLEMANDE",
        "instructions": "Take five lbs. of Morella cherries, put them into a bottle, as in the case of cherry brandy, and add thereto three cloves, a fragment of cinnamon, some grated nutmeg, and a sprig of tarragon. Pour over the cherries two quarts of vinegar, boiled with one-half lb. of brown sugar and properly cooled. Cork the bottle, and leave the fruit to macerate for a fortnight."
    },
    {
        "recipe_id": "329c",
        "title": "BRAINS A LA ROBERT",
        "instructions": "Cook well-cleansed sheep's or lamb's brains in court- bouillon, and cool. Divide them up into thin and regular slices, and place them on a hors-d'oeuvre dish. Rub the brain re- mains through a fine sieve, combine the resulting puree with a mustard-and-cream sauce, and add thereto a fine julienne of the white part only of celery. Cover the slices of brain with the sauce."
    },
    {
        "recipe_id": "329d",
        "title": "CUCUMBER A LA DANOISE",
        "instructions": "Cut the cucumber to the shape of small cassolettes or bar- quettes, blanch and marinade them. Garnish with a preparation composed of a purde of salmon mixed with fillets of herring and chopped, hard-boiled eggs in equal quantities. Sprinkle a little chopped horse-radish over the garnish."
    },
    {
        "recipe_id": "330",
        "title": "STUFFED CUCUMBERS",
        "instructions": "Prepare them as above, in the shape of small barquettes or cassolettes. Cook them, at the same time keeping them firm; marinade them for twenty minutes, when they are quite cold, in oil and vinegar, and garnish them, by means of a piping-bag, either with a thick purde, some mince-meat thickened with mayonnaise, or a small vegetable macedoine, &c."
    },
    {
        "recipe_id": "331",
        "title": "CUCUMBER SALAD",
        "instructions": "Carefully peel the cucumbers, cut them into two lengthwise, remove their seeds, and mince finely. Place them in a bowl, sprinkle with table-salt, and leave them to exude their vegetable moisture for twenty-five minutes. This done, drain them, press them in a towel, season with pepper, oil, and vinegar, and add some chopped chervil."
    },
    {
        "recipe_id": "332",
        "title": "CUCUMBER AND PIMENTO SALAD",
        "instructions": "Select some very fresh, medium-sized cucumbers, peel them, and cut them into pieces two inches in length. Cut these pieces spirally, beginning at their peripheries and working towards their centres ; then cut them diametrally, so as to produce curved strips of the vegetable. Add an equal quantity of pimentos cut into strips, and season as in the case of cucumber salad."
    },
    {
        "recipe_id": "333",
        "title": "YORK CONES",
        "instructions": "Cut slices from a York ham as thinly as possible, and trim them to the shape of triangles. Roll the triangles into cones, and garnish their insides (by means of a piping-bag fitted with a grooved pipe) with any butter or cream. (See Nos. 280 to 299.)"
    },
    {
        "recipe_id": "334",
        "title": "TONGUE CONES",
        "instructions": "Proceed as for York Cones."
    },
    {
        "recipe_id": "335",
        "title": "MOULDED CREAMS",
        "instructions": "Prepare a hors-d'oeuvre cream in accordance with any one of the recipes (Nos. 294 to 299). Put this cream into very small, slightly-oiled, and ornamented moulds, and leave it to set in the cool or on ice. Empty the moulds, at the moment of dishing up, either directly upon a dish, on tartlets garnished with a puree in keeping with the cream, or on toast. With these moulded creams, endless varieties of delicate and recom- mendable little hors-d'oeuvres may be prepared, while in their preparation the moulds used in pastry for \" petits fours \" may serve a useful purpose."
    },
    {
        "recipe_id": "336",
        "title": "SHRIMPS AND PRAWNS",
        "instructions": "Get these very fresh and serve them on boat-shaped hors- d'oeuvre dishes, arranging them so that they overlap one another. Either garnish the middle of the dishes with curled- leaf parsley, or lay the crustaceans directly upon parsley."
    },
    {
        "recipe_id": "337",
        "title": "DUCHESSES",
        "instructions": "This hors-d'oeuvre is almost equivalent to the Carolines (No. 325), except that the shape of the Duchesses is that of little choux, about the size of a pigeon's egg, and that, as a rule, they are merely glazed with some melted jelly, and not covered with a chaud-froid sauce. Sprinkle them with chopped pistachios, and serve them very cold on ornamented dish-papers."
    },
    {
        "recipe_id": "338",
        "title": "NANTUA DUCHESSES",
        "instructions": "Stuff the little choux, referred to above, with crayfish puree, and sprinkle them, again and again, with cold, melted jelly, in order to cover them with a transparent film."
    },
    {
        "recipe_id": "339",
        "title": "DUCHESSES A LA REINE",
        "instructions": "Stuff the little choux with a puree of fowl with cream. Glaze with jelly, as above, and sprinkle some very black, finely- chopped truffles over the jelly."
    },
    {
        "recipe_id": "340",
        "title": "DUCHESSES A LA SULTANE",
        "instructions": "Stuff the little choux with a puree of fowl, completed with pistachio butter. Glaze with jelly, and sprinkle a little chopped pistachio upon each little chou."
    },
    {
        "recipe_id": "341",
        "title": "CAVIARE DUCHES5ES",
        "instructions": "Stuff with fresh caviare or caviare cream. Glaze with jelly and serve iced. 343- SMOKED-SALMON DUCHESSES Stuff the little choux with a puree of smoked salmon and butter, and glaze them with a maigre jelly."
    },
    {
        "recipe_id": "343",
        "title": "NORWEGIAN DUCHESSES",
        "instructions": "Stuff the choux with a puree of Kilkis and butter, and glaze with jelly."
    },
    {
        "recipe_id": "344",
        "title": "KAROLY ECLAIRS",
        "instructions": "These are little Eclairs stuffed with a puree made from the entrails of woodcock with champagne. The puree is buttered and slightly seasoned. Cover the Eclairs with a brown chaud- froid sauce, mask them with game jelly, and serve them, iced, on ornamented dish-papers."
    },
    {
        "recipe_id": "345",
        "title": "CRAYFISH EN BUISSON",
        "instructions": "Prepare them in accordance with the recipes \" k la nage \" or \"k la mariniere,\" and serve them very cold."
    },
    {
        "recipe_id": "346",
        "title": "MARINADED SMELTS",
        "instructions": "Fry some well-dried and floured smelts in oil ; as soon as this is done, put them in a deep dish or a bowl. Add to the oil, per pint (which quantity should be allowed for every two lbs. of the fish), eight unpeeled garlic-cloves, an onion, and a carrot cut into thin, round slices, all of which vegetables should be slightly fried. Drain off the oil, moisten with one- quarter pint of vinegar and as much water, and season with a little salt, two small pimentos, a small bay-leaf, a sprig of thyme, and a few parsley stalks. Dip the smelts for twelve minutes in this marinade, and transfer them to the dish, where they may be left to marinade for twenty-four hours. Serve very cold with a portion of the marinade."
    },
    {
        "recipe_id": "347",
        "title": "FENNEL A LA QRECQUE",
        "instructions": "Same process as for artichokes and celery k la Grecque."
    },
    {
        "recipe_id": "348",
        "title": "FRESH FIGS",
        "instructions": "Place them on a layer of very green leaves, and surround them with broken ice."
    },
    {
        "recipe_id": "349",
        "title": "FOIE QRAS",
        "instructions": "If in the form of a sausage, cut it into thin slices. If potted, shape it into little shells, after the manner in which butter is sometimes served, only a little smaller. In all cases serve it iced, and as soon as it is ready."
    },
    {
        "recipe_id": "350",
        "title": "FRIVOLITIES",
        "instructions": "I adopted the above term for those small, light, and elegant little preparations, the radical types whereof are barquettes and tartlets, which often take the place of hors-d'oeuvres on a menu. The term seems plain, clear, and explicit, and no other could denote more happily this series of trifles which constitute mere gewgaws of the dining-table. 3Si_FROQS OR NYMPHS A L'AURORE For various reasons, I thought it best, in the past, to sub- stitute the mythological name \" Nymphs \" for the more vulgar term \" Frogs \" on menus, and the former has been universally adopted, more particularly in reference to the following \" Chaud-froid k I'Aurore \" :— Poach the frogs' legs in an excellent white-wine court- bouillon. When cooled, trim them properly, dry them tho- roughly in a piece of fine linen, and steep them, one after the other, in a chaud-froid sauce of fish with paprika, the tint of which should be golden. This done, arrange the treated legs on a layer of champagne jelly, which should have set beforehand on the bottom of a square, silver dish or crystal bowl. Now lay some chervil pluches and tarragon leaves between the legs in imitation of water-grasses, and cover the whole with champagne jelly to counterfeit the effect of water. Send the dish to the table, set in a block of ice, fashioned as fancy may suggest."
    },
    {
        "recipe_id": "352",
        "title": "SALAD OF FILLETED SALTED HERRINGS",
        "instructions": "Remove the fillets whole; take off the skins; set to soak and then trim them. Dish, and cover them with the following sauce : — Add the puree of eight soft roes, moistened with two tablespoonfuls of vinegar, to four tablespoonfuls of mayonnaise. Season with onion, parsley, chervil, chives, and tarragon, all finely chopped; flavour moderately with cayenne."
    },
    {
        "recipe_id": "353",
        "title": "FRESH HERRINGS MARINADED IN WHITE WINE",
        "instructions": "For twelve herrings, put one pint of white wine into a sauce- pan, with one-quarter pint of vinegar, an onion cut into thin slices, half a carrot cut into grooved roundels, a faggot, the necessary salt, and a few peppercorns. Set to boil gently for twenty minutes. Place the cleaned herrings in a saut6-pan, pour the boiling marinade upon them, and let them poach for fifteen minutes. Serve them very cold with the marinade, the roundels of carrot, and thin strips of onion."
    },
    {
        "recipe_id": "354",
        "title": "LUCAS HERRINGS",
        "instructions": "Raise the fillets from fine salted herrings, soak them first in cold water, and then in milk for an hour. Prepare a sauce as follows : — Beat up the yolks of two eggs in a bowl with salt and pepper and one tablespoonful of mustard; add five tablespoonfuls of oil and two of vinegar, proceeding as in the case of mayonnaise, and complete with shallots and one dessertspoonful of chopped chervil and gherkins. Season with cayenne, immerse the drained and dried fillets of herrings in this sauce, and send them to the table on a hors-d'oeuvre dish."
    },
    {
        "recipe_id": "355",
        "title": "HERRINGS A LA LIVONIENNE",
        "instructions": "Take some fine salted herrings' fillets, clean them, and cut them into dice. Place these in a bowl, and add thereto, in equal quantities, some cold, boiled potatoes and russet apples cut into dice, parsley, chervil, and chopped fennel and tarragon. Season with oil and vinegar, salt and pepper; make the pre- paration into shapes resembling herrings, and place the heads and tails, which should have been put aside for the purpose, at each extremity of every supposed herring."
    },
    {
        "recipe_id": "356",
        "title": "HERRINGS A LA RUSSE",
        "instructions": "Cut some fine, cleaned fillets of salted herrings into thin slices. Dish up, and alternate the rows of sliced fillets with rows of sliced, cold, boiled potatoes. Season with oil and vinegar, and finish up with chopped chervil, fennel, tarragon, and shallots."
    },
    {
        "recipe_id": "357",
        "title": "HERRINGS WITH FRENCH BEANS",
        "instructions": "These hors-d'oeuvres can only be served at their best in the months of September and October, when the first shoals of herrings begin to appear. Dutch fishermen know of a means of salting and marinading this fish, which greatly increases its value, and it is not unusual to pay as much as two or three shillings for one in the early part of the season. They can only be kept a few days, but they form an excellent dish, and their flavour Is exquisite. Before serving them, it is only needful to skin them, whereupon they may be dished up with a little chopped parsley. Send a bowl of French beans to the table with them, the vegetables having been freshly cooked, kept somewhat firm, buttered, and not cooled. Some cooks serve the beans cold, in the form of a salad, but as a rule they are preferred hot with butter, while the herrings should be very cold."
    },
    {
        "recipe_id": "358",
        "title": "OYSTERS",
        "instructions": "The best oysters to be had are those of Whitstable, Col- chester, Burnham, and Zeeland. The green, French Marennes, which might equal the above, are not favoured by everyone on account of their colour. Ostend oysters are also excellent, but they are neither as delicate nor as fleshy as the English ones. Oysters are the dish par excellence; their delicacy satisfies the most fastidious of epicures, and they are so easily digested that the most delicate invalid can partake of them freely. With the exception of caviare, they are the only hors-d'oeuvres which should ever appear on the menu of a well-ordered dinner. Oysters ought to be served very cold; hence the prevailing custom of dishing them on ice. In England they are served plain on the flat half of the shell, whereas in France and else- where they are left in the hollow half, which is better calculated to retain the natural liquor of the oyster, held in high esteem by many. Send some slices of brown bread and butter to the table with the oysters. The various methods of treating oysters will be given here- after in the chapter dealing with fish. I have given them merely because consumers and caterers alike may wish to have them ; but the real and be§t way of serving oysters is to send them to the table raw."
    },
    {
        "recipe_id": "359",
        "title": "ARDENNES HAM",
        "instructions": "This is served like smoked breast of goose, cut, raw, into thin and even slices."
    },
    {
        "recipe_id": "360",
        "title": "CANTALOUP MELON",
        "instructions": "Melon makes an excellent hors-d'oeuvre for summer luncheons. It should be just ripe, and have a nice perfume. Serve it as fresh as possible."
    },
    {
        "recipe_id": "361",
        "title": "ENGLISH MELONS",
        "instructions": "The English variety of melons is inferior in quality to the French. Their shape is oval, their peel is yellow, thin, and smooth, and their pulp, which is white, more nearly resembles the water-melon than the melon in flavour."
    },
    {
        "recipe_id": "362",
        "title": "MELON WITH PORT, MARSALA, OR SHERRY, &c.",
        "instructions": "Select a Cantaloup or other melon of the same kind as the former, and let it be just ripe. Make a round incision about the stalk, three inches in diameter; withdraw the plug thus cut, and through the resulting hole thoroughly remove all the pips by means of a silver spoon. Now pour one-half pint of best Port, Marsala, or Sherry into the melon, replace the plug, and keep the melon for two or three hours in a cooler surrounded by broken ice. Do not cut the melon into slices when serving it. It should be taken to the table, whole, and then the piece containing the stalk is withdrawn and the fruit is cut into shell-like slices with a silver spoon, and served with a little of the accompanying wine upon iced plates."
    },
    {
        "recipe_id": "363",
        "title": "VARIOUS MELONS",
        "instructions": "France produces a large variety of melons, of which the principal kinds are the Sucrins of Tours, the St. Laud melon, the black melons of the Carmes, &c. They are all excellent, and are served like the Cantaloups."
    },
    {
        "recipe_id": "364",
        "title": "NATIVES WITH CAVIARE",
        "instructions": "This is a typically luxurious hors-d'oeuvre. Cook some little tartlet crusts for hors-d'oeuvre (No. 314). When about to dish up, garnish these with a tablespoonful of fine, fresh caviare; make a hollow in the latter and place therein a fine Whitstable oyster (cleared of its beard), seasoned with a little powdered pepper and a drop of lemon-juice."
    },
    {
        "recipe_id": "365",
        "title": "SMOKED BREAST OF GOOSE",
        "instructions": "Cut it into the thinnest possible slices, and garnish with very green parsley."
    },
    {
        "recipe_id": "366",
        "title": "PLAIN OLIVES",
        "instructions": "Olives of all kinds are suitable for hors-d'oeuvres, and they are served plain. Three or four varieties are known, all of which are excellent, provided they be fleshy, firm, very green, and moderately salted."
    },
    {
        "recipe_id": "367",
        "title": "STUFFED OLIVES",
        "instructions": "For this purpose, select large Spanish olives and stone them, either by cutting them spirally, or by means of a special machine. In the place of the stone, put one of the butters or creams for hors-d'oeuvres (Nos. 280 to 299). Before serving these olives, it is well to let them rest awhile in a moderately warm atmosphere. For, since stuffed olives are generally kept in the cool, immersed in oil with which they become thoroughly saturated, it follows that the moment they are put into contact with a slightly higher temperature they will exude that oil. Wherefore, if the above precaution were not observed, by the time the olives reached the table they would, more often than not, be swimming in oil, when they would be neither nice nor appetising."
    },
    {
        "recipe_id": "368",
        "title": "PLAIN LAPWINGS' AND PLOVERS' EGGS",
        "instructions": "Though the lapwing and the plover are different in respect of their plumage, they are, nevertheless, birds of similar habits and haunts, and their eggs are remarkably alike. The latter, which are a little larger than pigeons' eggs, have a light- green shell covered with black spots. When cooked, the albuminous portions acquire a milky colour, and never assume the solidity of the whites of other eggs. When served as a hors-d'oeuvre, these eggs are always boiled hard. Put them in a saucepan of cold water, and leave them to cook for eight minutes after the boil is reached. Cool them, shell their pointed ends, and serve them in a nest com- posed of watercress or curled-leaf parsley. N.B. — Test the freshness of the eggs before boiling them by plunging them in a bowl of cold water. If they float, their freshness is doubtful, and they should be discarded."
    },
    {
        "recipe_id": "369",
        "title": "LAPWINGS' EGGS IN ASPIC",
        "instructions": "Decorate a border-mould according to taste, and let a thin coating of very clear aspic jelly set on the bottom of the utensil. Besprinkle the articles used in decorating with a few drops of melted jelly, in order to keep them from shifting; then cover them with a few tablespoonfuls of jelly, and let it set. On this coating of jelly arrange the shelled, hard-boiled lapwings' eggs with their points downwards, so that they may appear upright when the aspic is withdrawn from the mould. Fill up the mould by means of successive layers of melted jelly. When about to serve, dip the mould into hot water ; quickly wipe it, and then turn the aspic out on to a folded napkin lying on a dish."
    },
    {
        "recipe_id": "370",
        "title": "LAPWINGS' EGGS A LA MODERNE",
        "instructions": "Boil the eggs soft ; mould them in dariole-moulds, coated with jelly, and garnished in Chartreuse fashion. Heap a vegetable-salad, thickened with mayonnaise, in the middle of the dish, and place the eggs removed from their moulds all round."
    },
    {
        "recipe_id": "371",
        "title": "LAPWINGS' EGGS A LA CHRISTIANA",
        "instructions": "Cook the eggs as above ; shell them ; slice a piece off their thicker ends to make them stand, and arrange them on a dish, placing them upon little tartlet-crusts, garnished with a foie- gras purde. For twelve eggs put two tablespoonfuls of foie-gras purde in a small saucepan ; add thereto one tablespoonful of chopped truffles and as much melted jelly, the latter with a view to making the preparation more liquid. Take some of this pre- paration in a tablespoon and pour it over the eggs, taking care that each of these gets well covered with it. Let the coating set in the cool, and dish up the tartlets on a napkin, arranging them in the form of a circle with curled-leaf parsley as a centre-garnish."
    },
    {
        "recipe_id": "372",
        "title": "LAPWINGS' EGGS A LA MOSCOVITE",
        "instructions": "Boil the eggs hard; cool and shell them. Prepare as many tartlet-crusts as there are eggs. When dishing up, garnish the tartlets with a coffeespoonful of caviare, and place one egg in the middle of each."
    },
    {
        "recipe_id": "373",
        "title": "VARIOUS HARD-BOILED EGGS",
        "instructions": "With hard-boiled eggs for base, a large number of hors- d'oeuvres may be made. I shall limit myself to a few only, which, by means of a small change in their form, garnish, or ornamentation, may be varied at will: — Egg Discs. — Cut the eggs laterally into roundels one-third inch in thickness, and discard the two end-pieces of each egg, in order that the shapes may be almost uniform, and that the yolks may appear about the same size throughout. In the centre of each roundel make a little rosette of butter, by means of a small, grooved pipe. Different butters, such as the Shrimp, Montpellier, Caviare, and other kinds, may be used with the view of varying the colours. Halved, Stuffed Eggs. — Take some very small, hard-boiled eggs; cut them into two, lengthwise; remove the yolk's, and trim the oval hollow of each of the remaining whites to the shape of an oblong, the edges of which may then be indented. Garnish, either with a puree of tunny, salmon, milt, &c., or a hash or salpicon of lobster, shrimp, &c., thickened by means of a mayonnaise with jelly, or a fine viacedoine of vege- tables with mayonnaise, or a puree composed of the withdrawn yolks combined with a little butter, some cold Bechamel sauce, and herbs. Quartered, Stuffed Eggs. — The simplest way of doing this is to proceed as above, to stuff the halved white with a buttered puree, or a puree mixed with jelly, to leave the stuffing to set, and then to cut the halves in two. Salad of Eggs. — With alternate rows of sliced eggs and either tomatoes, potatoes, cucumbers, or beetroot, and a salad- seasoning composed of oil and vinegar or cream, a dozen different salads may be prepared, each of which constitutes an excellent hors-d'oeuvre."
    },
    {
        "recipe_id": "374",
        "title": "LARK PATE",
        "instructions": "For this hors-d'oeuvre use the ready-made pate, which is obtained either in pots or crusts. Thoroughly set it by means of ice; turn it out of its receptacle, cut it into very small and thin slices, and arrange them on a hors-d'oeuvre dish with a little broken jelly in the middle."
    },
    {
        "recipe_id": "375",
        "title": "MILD, GRILLED CAPSICUM",
        "instructions": "Grill the capsicum on a moderate fire until the skins are so scorched as to be easily removed. Now cut them up julienne-fashion, and season with oil and vinegar."
    },
    {
        "recipe_id": "376",
        "title": "RADISHES",
        "instructions": "In the preparation of hors-d'oeuvres by the Icitchen, radishes are used chiefly as a garnish. When they constitute a hors- d'oeuvre of themselves, their preparation is relegated to the pantry. They are used especially in imitating the pendulous flowers of the fuchsia; sometimes, too, they are sliced and placed on cut cucumber to form a dish-border; but their uses in garnish- ing are as numerous as they are various."
    },
    {
        "recipe_id": "377",
        "title": "AMERICAN RELISHES",
        "instructions": "These consist of divers kinds of fruit and of small onions and gherkins, prepared with vinegar, seasoned with sugar and cinnamon, and flavoured with cayenne. They resemble what the Italians call \" Aceto-dolce.\" This hors-d'oeuvre is accompanied by special cinnamon biscuits, and remains on the table throughout the meal."
    },
    {
        "recipe_id": "378",
        "title": "RILLETTES AND RILLONS",
        "instructions": "Both these preparations, which belong to the province of the pork-butcher, may be found on the market. The rillettes are served in their pots, and are always sent to the table very cold."
    },
    {
        "recipe_id": "379",
        "title": "RED MULLET A L'ORIENTALE",
        "instructions": "Select small ones, as far as possible. Place them in an oiled pan, and add peeled and concussed tomatoes, parsley- root, fennel, thyme, bay, a little garlic, peppercorns, coriander, and saffron, the latter being the dominating ingredient. Cover the whole with white wine; salt moderately, set to boil, and then leave to poach on the side of the fire for twelve or eighteen minutes, in accordance with the size of the mullet. Leave the fish to cool in their cooking-liquor, and serve them with a little of the latter and a few slices of peeled lemon."
    },
    {
        "recipe_id": "380",
        "title": "SARDINES",
        "instructions": "The various kinds of sardines for hors-d'oeuvres may be found on the market."
    },
    {
        "recipe_id": "381",
        "title": "SALADS",
        "instructions": "Salads for hors-d'oeuvres may consist of an endless diversity of products, and their preparation varies so that it would be impossible to prescribe fixed rules for the latter. I shall there- fore restrict myself to saying merely that they should be made as light and as sightly as possible, in order that they may be in keeping with the general idea and purpose of hors-d'oeuvre."
    },
    {
        "recipe_id": "382",
        "title": "QOTHA AND MILAN SALAMI",
        "instructions": "Cut these into very thin slices, and place them, one on top of the other, on a hors-d'oeuvre dish, in the form of a crown, with a sprig of curled-leaf parsley in the middle. They may also be laid flat upon a litter of parsley."
    },
    {
        "recipe_id": "383",
        "title": "ARLES, BOLOQNE OR LARGE LYONS SAUSAGES",
        "instructions": "Cut these up and arrange them like the Salami."
    },
    {
        "recipe_id": "384",
        "title": "FOIE-GRAS SAUSAGES",
        "instructions": "Cut into thin roundels and dish up with chopped aspic jelly as a centre-garnish."
    },
    {
        "recipe_id": "385",
        "title": "SMOKED SALMON",
        "instructions": "Cut into triangular, thin slices; roll these into cones, and arrange in the form of a crown with curled-leaf parsley in the middle."
    },
    {
        "recipe_id": "386",
        "title": "SPRATS",
        "instructions": "These are smoked sardines. Select the very fleshy ones, for there exist many kinds, a few of which are dry and quite flavourless. In order to prepare them, suppress the heads and remove or leave on the skins, in accordance with the consumer's taste. Put them on a dish with some finely-chopped shallots, chopped parsley, and oil and vinegar, using a very little of each in- gredient. Leave them to marinade for five or six hours, taking care to turn them over from time to time so as to thoroughly saturate them with the marinade."
    },
    {
        "recipe_id": "387",
        "title": "TARTLETS AND BARQUETTES",
        "instructions": "These articles play an important part in the service of hors- d'oeuvres, and represent the class I designated under the name of Frivolities. The garnishes suitable for tartlets are likewise used with barquettes, the latter only differing from the former in their shape. The directions which follow below, and which should be carefully noted, apply equally to both. Special Paste jor Tartlets and Barquettes. — Sift one lb. of flour on to a mixing-board; make a hole in the centre, into which put one-eighth oz. of salt, one-half lb. of cold, melted butter, one egg, the yolks of two, and a few drops of water. Mix the whole into a paste, handling it as little as possible; roll it into a ball, and put it aside in the cool for two hours. The Preparation of Tartlet- and Barquette-crusts. — Roll out the paste to the thickness of one-eighth inch, and stamp it with an indented fancy-cutter into pieces of the same size as the tartlet-moulds to be used, which in this case are the same as for \" petits fours,\" and, therefore, very small. The fancy-cutter should be round for tartlets, and oval for barquettes. Lay the paste in the moulds, prick the parts lying on the bottom, lest they should blister, garnish the insides with pieces of kitchen-paper to protect the paste, and fill them with rice or flour. Bake in a moderate oven; remove the rice or flour, the sole object of which was to preserve the shape of the tartlets or barquettes ; turn the latter out of their moulds, and set them to cool. The Garnishes of Tartlets and Barquettes. — These may be divided into two classes, viz., (i) those with a compound butter for base, (2) those with an aspic jelly base. The first class comprises all the garnishes I gave for Canapes and Toast, as also all those which the operator's fancy, taste, and inventiveness may devise. The second class generally consists of a layer, on the bottom, of some kind of mousse, upon which a whole piece of a different colour from the mousse is placed, and which is then coated with a very clear jelly. Example. — Garnish the bottom of a tartlet or barquette with a coating of pink, shrimp, crayfish or lobster mousse. Upon this lay a very white poached oyster, or a slice of hard-boiled egg, stamped with an indented fancy-cutter. In the centre of the yolk put a little lobster coral, and coat the whole with jelly to the level of the tartlet edges. The explanations given above warrant my refraining from a more detailed discussion of these delicate preparations. Suffi- cient has been said to allow of any operator, with a little taste and inventiveness, easily making an endless variety of com- binations."
    },
    {
        "recipe_id": "388",
        "title": "TUNNY IN OIL",
        "instructions": "This is found on the market, and it may be served as it stands. It is very greatly used as a garnish for hors-d'oeuvres."
    },
    {
        "recipe_id": "389",
        "title": "TUNNY WITH TOMATOES",
        "instructions": "Lay alternate slices of tunny and tomato upon a hors- d'oeuvre dish, and between each slice lay a thin round of onion. Garnish the edge of the dish with a border composed of sliced potato, and sprinkle the whole with an ordinary salad seasoning."
    },
    {
        "recipe_id": "390",
        "title": "MOCK TOMATOES",
        "instructions": "Select some about the size of a walnut, and peel them care- fully. Press them in a piece of linen, and set them to marinade for half an hour in oil and vinegar. Then stick a small piece of parsley stalk into each tomato, in imitation of the stalk, and surround it with little leaves made from green butter by means of a small piping-bag."
    },
    {
        "recipe_id": "391",
        "title": "TOMATOES A L'AMERICAINE",
        "instructions": "Select some firm, medium-sized tomatoes, and cut them into thin slices. Put them into a dish with salt, pepper, oil, and a few drops of vinegar, and leave them to marinade for twenty minutes. Then arrange them on a hors-d'oeuvre dish, gar- nishing the border with fine rings of onion."
    },
    {
        "recipe_id": "392",
        "title": "TOMATOES A LA MONEQASQUE",
        "instructions": "Select some small tomatoes about the size of walnuts, and cut a slice from each in the region of the stalk. Squeeze out all their water and seeds, and viarinade them, inside, for twenty minutes. Prepare a mince of tunny with oil, and add thereto, per two oz. of the fish, half a tablespoonful of finely- chopped onion, a tablespoonful of chopped parsley, chervil, and tarragon, and a small, hard-boiled egg, also chopped. Thicken the whole with a tablespoonful of thick mayon- naise; put it into a bag fitted with a smooth, medium-sized pipe, and garnish the tomatoes with the preparation, using enough of the latter to form a kind of dome upon each tomato. 393_QUARTERED TOMATOES Use medium-sized tomatoes, somewhat firm and with very smooth skins. Peel them and empty them, and then fill them, either with a fish puree cleared with jelly, or with a macedoine of vegetables thickened by means of a mayonnaise with jelly. Place on ice for half an hour, and cut the tomatoes into regular quarters. The tomatoes may also be cut into four, previous to stuffing them, whereupon they may, with the help HORS-D*CElJVRES 163 of a piping-bag fitted with a grooved pipe, be filled with one of the compound butters."
    },
    {
        "recipe_id": "394",
        "title": "MARINADED TROUT",
        "instructions": "Select some very small trout, clean and dress them, and poach them in a white-wine court-bouillon (No. 164) to which vinegar has been added in the proportion of one-third of its volume. Leave the fish to cool in the liquor, and dish up with a few tablespoonfuls of the latter, placing some thin, grooved slices of lemon upon the fish. M 2 CHAPTER XII EGGS Of all the products put into requisition by the art of cookery, not one is so fruitful of variety, so universally liked, and so complete in itself as the egg. There are very few culinary recipes that do not include eggs, either as a principal con- stituent or as an ingredient. The many and various egg-preparations constitute chiefly breakfast or luncheon dishes; nevertheless, at a Lenten dinner they rriay be served as entries with advantage, for, at a time when fish, shell-fish, and water-game are the only resources in this respect, eggs form a pleasant and welcome change."
    },
    {
        "recipe_id": "395",
        "title": "EQQS ON THE DISH",
        "instructions": "Eggs cooked in this way derive all their quality from the way in which the cooking process is conducted. They must be evenly cooked, on top and underneath, and should remain soft. An important condition of the process is that the eggs should be exceedingly fresh. After having heated sufficient butter in the dish to cover the whole of the bottom, break two eggs into it, baste the yolks with a little very hot butter, salt them slightly, and push them into the oven. As soon as the white of the eggs assumes a milky-white colour, they are cooked and should be withdrawn from the oven to be served imme- diately. Great attention should be bestowed upon the cooking pro- cess, a few seconds more or less than the required time being sufficient to spoil the eggs. Special care ought to be taken that they do not cook either too much or too quickly, for it should be remembered that, even were the cooking checked before the proper time, the heat of the dish does, to a certain extent, make good the deficiency. Eggs a la poele, which, in England, are called \"fried eggs,\" are a variety of eggs on the dish, very often served on toast, or accompanied by sausages or fried bacon. They are"
    }
]