[
    {
        "recipe_id": "159",
        "title": "CHICKEN ASPIC",
        "instructions": "The quantities of meat are the same as for ordinary aspic; there need only be added to it either two oven-browned hens, or their equivalent in weight of roasted fowl carcases, and poultry giblets if these are handy. It is always better, however, to pre- pare the stock with the hens and giblets and to keep the carcases for the clarification. This clarification follows the same rules as that of the ordinary aspic, except that a few roasted-fowl car- cases, previously well freed from fat, are added to it. In the case of this particularly delicate aspic, it is more than ever necessary not to overdo the amount of gelatine. It should be easily soluble to the palate in order to be perfect."
    },
    {
        "recipe_id": "160",
        "title": "GAME ASPIC",
        "instructions": "Prepare this aspic stock in exactly the same way as that of ordinary aspic, only substitute game, such as deer, roebuck, doe, or hare, or wild rabbit (previously browned in the oven), for the beef. When possible also add to this stock a few old specimens of feathered game, such as partridges or pheasants that are too tough for other purposes and which suit admirably here. The clarification changes according to the different flavours which are to be given to the aspic. If it is not necessary to give it a special characteristic, it should be prepared with the meat of that ground game which happens to be most available at the time, adding to the quantity used roast carcases of feathered game, the respective amounts of both ingredients being the same as for ordinary aspic. If, on the other hand, the aspic is to have a well-defined flavour, the meat used for the clarification should naturally be that producing the flavour in question, i.e., either partridge or pheasant, or hazel-hen, &c. Some aspics are greatly improved by being flavoured with a small quantity of old brandy. Rather than use an inferior kind of this ingredient, however, I should advise its total omission from the aspic. Without aromatisation the aspic, though imperfect, is pas- sable; but aromatised with bad brandy it is invariably spoilt. LENTEN ASPICS"
    },
    {
        "recipe_id": "161",
        "title": "FISH ASPIC WITH WHITE WINE",
        "instructions": "The stock for this aspic is prepared in precisely the same manner as fish stock, No. i . The stewpan need not, however, be buttered previous to the insertion of the onions, parsley-stalks. and fish-bones. If the aspic is not required to be quite white, a little saffron may be added to it, as the aroma of this condiment blends so perfectly with that of fish. When the stock is prepared its consistence should be tested, and rectified, if necessary, by means of gelatine. The quantity of this substance should on no account exceed eight leaves per quart of aspic, and, at the risk of repeating myself, I remind the reader that the less gelatine is used the better the aspic will be. The clarification should be made with fresh caviare if pos- sible, but pressed caviare is also admirably suited to this purpose. The quantities are the same as for the clarification of fish con- somm6. No. 4. In flavouring white fish aspics either dry champagne or a good Bordeaux or Burgundy may be used. Take care, how-"
    },
    {
        "recipe_id": "ever",
        "title": "",
        "instructions": "1. That the wine used be of an unquestionably good quality. 2. That it be only added to the aspic when the latter is already cold and on the point of coagulating, as this is the only means of preserving all the aroma of the wine. Finally, in certain cases, a special flavour may be obtained by the use of crayfish, which are cooked, as for bisque, then pounded, and added to the fish stock No. 11 ten minutes before straining it. A proportion of four little crayfish k bisque per quart of aspic is sufficient to secure an excellent aroma."
    },
    {
        "recipe_id": "162",
        "title": "FISH ASPIC WITH RED WINE",
        "instructions": "This aspic stock is the Court-bouillon with red wine No. 165, which has served in cooking the fish for which the aspic is intended ; this fish is generally either trout or salmon ; some- times also, but less commonly, a carp or a pike. This stock must first of all have its grease thoroughly re- moved; it should then be poured carefully away, reduced if necessary, and the required quantity of gelatine added. This cannot be easily determined, as all gelatines are not alike, and the stock may have contracted a certain consistence from its contact with the fish. One can, therefore, only be guided by testing small quantities cooled in ice, but care should be taken that the aspic be not too firm. The clarification of this aspic is generally made with white of egg in the proportion of one white per quart. The white, half-whisked, is added to the cold stock, and the latter is put over an open fire and stirred with a spatula. As soon as it boils the aspic is poured through a serviette fixed on to the legs of an overturned stool. The first drippings of the fluid are put back on to the serviette if they do not seem clear, and this operation is repeated until the required clearness is obtained. It almost invariably happens that, either during the cook- ing of the fish or during the clarification, the wine loses its colour through the precipitation of the colouring elements de- rived from the tannin. The only way of overcoming this difficulty is to add a few drops of liquid carmine or vegetable red ; but, in any case, it is well to remember that the colour of red-wine aspic must never be deeper than a sombre pink. CHAPTER VI The Court-bouillons and the Marinades"
    },
    {
        "recipe_id": "163",
        "title": "COURT= BOUILLON WITH VINEGAR",
        "instructions": "Quantities Required for Five Quarts. 5 quarts of water. f lb. of carrots. \\ pint of vinegar. i lb. of onions. 2 oz. of gray salt. A little thyme and bay. \\ oz. of peppercorn.e. 2 oz. of parsley stalics. Preparation. — Put into a saucepan the water, salt, and vinegar, the minced carrots and onions, and the parsley, thyme, and bay, gathered into a bunch. Boil, allow to simmer for one hour, rub through tammy, and put aside until wanted. Remariis. — Put the peppercorns into the court-boeiillon only twelve minutes before straining the latter. If the pepper were in for too long a time it would give a bitterness to the preparation. This rule also applies to the formula; that follow, in which the use of peppercorns is also required. This court-bouillon is principally used for cooking trout and salmon, as well as for various shell-fish."
    },
    {
        "recipe_id": "164",
        "title": "COURT=BOUiLLON WITH WHITE WINE",
        "instructions": "Quantities Required for Two Qtiarts. I quart of white wine. i large faggot. I quart of water. | oz. of gray salt. 3 oz. of minced onions. A few peppercorns. Preparation. — This is the same as for the court-bouillon with vinegar, except that it is boiled for half an hour and is strained through tammy. Remarks. — If the court-bouillon has to be reduced the quantity of salt should be proportionately less. This prepara- tion is principally used for poaching fresh-water fish. i65-COURT=BOUILLON WITH RED WINE Use the same quantities as for court-bouillon with white wine, taking care — I. To replace white wine by excellent red wine."
    }
]