[
    {
        "recipe_id": "32",
        "title": "SAUCE BORDELAISE",
        "instructions": "Put into a vegetable-pan two oz. of very finely minced shallots, one-half pint of good red wine, a pinch of mignonette pepper, and bits of thyme and bay. Reduce the wine by three-quarters, and add one-half pint of half-glaze. Keep the sauce simmering for half an hour; despumate it from time to time, and strain it through linen or a sieve. When dishing it up, finish it with two tablespoonfuls of dissolved meat glaze, a few drops of lemon-juice, and four oz. of beef-marrow, cut into slices or cubes and poached in slightly salted boiling water. This sauce may be buttered to the extent of about three oz. per pint, which makes it smoother, but less clear. It is especially suitable for grilled butcher's meat. 33- CHASSEUR SAUCE (Escoffier's Method) Peel and mince six medium-sized mushrooms. Heat one- half oz. of butter and as much olive oil in a vegetable-pan; put in the mushrooms, and fry the latter quickly until they are slightly browned. Now add a coffeespoonful of minced shallots, and immediately remove half the butter ; pour one-half pint of white wine and one glass of liqueur brandy into the stewpan ; reduce this liquid to half, and finish the sauce with : one-half pint of half-glaze, one-quarter pint of tomato sauce, and one tablespoonful of meat-glaze. Set to boil for five minutes more, and complete with a teaspoonful of chopped parsley."
    },
    {
        "recipe_id": "34",
        "title": "BROWN CHAUD=FROID SAUCE",
        "instructions": "Put one quart of half-glaze into a saute-pan with one-fifth pint of truffle essence. Put the pan on an open fire, and reduce its contents ; while making same absorb one and one-half pints of jelly — the latter being added to the sauce in small quantities. The degree of reduction in this sauce is a good third, but, to be quite certain, a test of its consistence may be made by allowing it to cool a little. After the reduction, carefully taste, and rectify the seasoning if necessary; mix a little Madeira or Port with the sauce, away from the fire, and strain through muslin or, preferably, through a Venetian-hair sieve. Stir the sauce now and then while it cools, until it is sufficiently liquid, and at the same time consistent enough to coat immersed solids evenly with a film of sauce. Its use will be explained among the formulae of the different kinds of Chaud-froids."
    },
    {
        "recipe_id": "35",
        "title": "VARIETIES OF THE CHAUD-FROID SAUCE",
        "instructions": "For Ducks. — Prepare the sauce as above, adding to it (for the prescribed quantity) one-half pint of duck jumet obtained from the carcases and remains of roast duckling, and finish it, away from the fire, with the juice of four oranges and a heaped tablespoonful of orange rind, cut finely. Julienne-fashion, and scalded for five minutes. For Feathered Game. — Treat the Chaud-Froid sauce as in- dicated in No. 34, adding one-half pint of the fumet of the game constituting the dish in order to lend it that game's characteristic taste. Observe the same precaution for the cool- ing. For Fish. — Proceed as in No. 34, but (i) substitute the Espagnole of fish for the half glaze; (2) intensify the first Es- pagnole with one-half pint of very clear fish essence; (3) use Lenten jelly instead of meat jelly. Remarks upon the Use of Chaud-Froid Sauces. — The chaud- froid sauce may be prepared beforehand, and when it is wanted it need only be gently melted without heating it in the least. It ought simply to be made sufficiently liquid to give a good coating to substances immersed in it. 36 -DEVILLED SAUCE Put in a vegetable pan two oz. of sliced shallots and one- third pint of white wine. Reduce the latter to two-thirds, add one-half pint of half-glaze, reduce to two-thirds, season strongly with cayenne pepper, and strain through muslin. This sauce may be served with grilled fowls or pigeons. It also forms an excellent accompaniment to re-dished meat which needs a spicy sauce. 37-\"ESCOFFIER\" DEVILLED SAUCE This sauce, which may be bought ready-made, is admirably fitted to accompany grilled fish and grills in general. In order to make it ready, all that is needed is to add its own volume of fresh butter to it, the latter being previously well softened so as to ensure its perfect mixture with the sauce."
    },
    {
        "recipe_id": "38",
        "title": "QENEVOISE SAUCE",
        "instructions": "Heat two oz. of butter in a stewpan; insert one lb. of Mire- poix (No. 228) without bacon. Slightly brown, add two lbs. of head of salmon and remains or bones of fish, and stew with lid on for twenty minutes. Let the stewpan lean slightly to one side, so that the butter may be drained; moisten with one bottle of excellent red wine; reduce the latter by half; add one pint of Lenten Espagnole, and allow to cook gently for half an hour. Rub the sauce through a sieve, pressing it so as to extract all the essence. Let it rest awhile; carefully remove the fat which has risen to the surface, and add one liqueur-glass of burnt brandy, one-half pint of red wine, and as much fish fumet. Boil again, then move stewpan to the side of fire to despumate for one and one-half hours. Frequently re- move what the ebullition causes to rise to the surface, this second period of cooking being only to ensure the purification of the sauce. If the ebullition has been well effected, the sauce should reach the proper degree of reduction and despumation at the same moment of time. It is then strained through muslin or tammy, and it is finished at the last minute with a few drops of anchovy essence and four oz. of butter per quart of sauce. N.B. — The Genevoise Sauce, like all red-wine sauces, may be served without being buttered. It is thus clearer and more sightly in colour, but the addition of butter in small quantities makes it mellower and more palatable."
    },
    {
        "recipe_id": "38a",
        "title": "REMARKS ON RED=WINE SAUCES",
        "instructions": "In the general repertory of cooking we also have, in the way of red-wine sauces, the \" Bourguignonne,\" \"Matelote,\" and \" Red- Wine \" sauces, which are closely allied to the \" Genevoise,\" and only differ from it in details of procedure. The \" Bourguignonne \" Sauce is composed of red-wine accompanied by aromatics, and reduced by half. In accord- ance with ordinary principles, it is thickened by means of three oz. of manied butter per quart of reduced wine. This sauce is buttered with four oz. of butter per quart, and is espe- cially regarded as a domestic preparation for poached, moulded, and hard-boiled eggs. \"Matelote\" Sauce is made from Court-bouillon, with red wine which has been used for cooking fish. This Court- bouillon, with the mushroom parings added, is reduced by two-thirds, and is thickened with one pint of Lenten Espagnole per pint of the reduced Court-bouillon. This sauce should be reduced by a third, strained through a tammy, and finished by means of two oz. of butter and a little cayenne per pint of sauce. The Red-Wine Sauce resembles the two preceding ones in so far as it contains mirepoix browned in butter and diluted with red wine. The wine is reduced by half, thickened by a pint of Lenten Espagnole per pint of the reduction, and the sauce is despumated for about twenty minutes. It is strained through a tammy, and finished, when ready, by a few drops of anchovy essence, a Httle cayenne, and two oz. of butter per pint of sauce."
    },
    {
        "recipe_id": "39",
        "title": "QRAND-VENEUR SAUCE",
        "instructions": "Take one pint of Poivrade Sauce (No. 49) and boil it, adding one pint of game stock to keep it light; reduce the sauce by a good third ; remove it from the fire, and add four tablespoonfuls of red-currant jelly. When the latter is well dissolved, com- plete the sauce by one-quarter pint of cream per pint of sauce. This sauce is the proper accompaniment for joints of venison."
    },
    {
        "recipe_id": "40",
        "title": "ITALIAN SAUCE",
        "instructions": "Ordinary Italian Sauce. — Put into a stewpan six tablespoon- fuls of Duxelles (see No. 223), two oz. of very lean, cooked ham, cut very finely, brunoise-fashion, and one pint of half- glaze tomatee. Boil for ten minutes, and complete, at the moment of dishing up, with one teaspoonful of parsley, chervil, and tarragon, minced and mixed. Lenten Italian Sauce. — Same preparation, only (i) omit the ham, and (2) substitute Lent Espagnole (combined with fish fumet made from the fish for which the sauce is intended) for half glaze with tomatoes."
    },
    {
        "recipe_id": "41",
        "title": "THICKENED GRAVY",
        "instructions": "Boil one pint of poultry or veal stock (according to the nature of the dish the gravy is intended for). Thicken this sauce by means of three-quarters oz. of fecula, diluted cold, with a little water or gravy, and pour this leason into the boiling gravy, being careful to stir briskly. The thickened gravy with the veal-stock base is used for choicest pieces of butcher's meat; that with a poultry-stock base is for fillets of poultry."
    },
    {
        "recipe_id": "42",
        "title": "VEAL GRAVY TOMATE",
        "instructions": "Add to one pint of veal stock two oz. of pur6e and one- quarter pint of tomato juice, and reduce by a fifth. Strain the gravy through linen. This gravy is for butcher's meat."
    },
    {
        "recipe_id": "43",
        "title": "LYONNAISE SAUCE",
        "instructions": "Finely mince two oz. of onions and brown them slightly in two oz. of butter. Moisten with one-quarter pint of white wine and as much vinegar; almost entirely reduce the liquid; add one and one-half pints of clear half-glaze, and set to cook slowly for half an hour. Rub the sauce through a tammy. N.B. — The onion may be left in the sauce or not, according to the preparation for which it is intended and the taste of the consumer."
    },
    {
        "recipe_id": "44",
        "title": "MADEIRA SAUCE",
        "instructions": "Put one and one-half pints of half-glaze into a saute-pan, and reduce it on a brisk fire to a stiff consistence. When it reaches this point, take it off the fire and add one-fifth pint of Madeira to it, which brings it back to its normal consistence. Rub through a tammy, and keep it warm without allowing it to boil."
    },
    {
        "recipe_id": "45",
        "title": "MARROW SAUCE",
        "instructions": "Follow the proportions as indicated under \" Sauce Borde- laise \" (No. 32) for the necessary quantity of this sauce, the Marrow Sauce being only a variety of the Bordelaise. Finish it with six oz. per quart of beef marrow, cut into cubes, poached and well drained, and one teaspoonful of chopped parsley, scalded for a second. If the sauce is to accompany vegetables, finish it, away from the fire, with three oz. of butter, and then add the cubes of marrow and the parsley."
    },
    {
        "recipe_id": "46",
        "title": "PIQNONS SAUCE",
        "instructions": "Take the necessary amount of Poivrade Sauce prepared according to Formula No. 49, and let it boil. Now, for one pint of sauce, prepare an infusion of juniper berries, with one- quarter pint of water and two oz. of concassed berries; one oz. of grilled fir-apple kernels, and one oz. of raisins, stoned and washed, and left to soak in tepid water for about an hour. Finish the sauce, when dishing up, by adding the infusion of juniper berries strained through linen, the grilled kernels, the soaked raisins, and one-eighth pint of Madeira wine. This sauce is specially suited to joints of venison."
    },
    {
        "recipe_id": "47",
        "title": "PERIQUEUX SAUCE",
        "instructions": "Prepare a \" Sauce Madere \" as explained in No. 44, and add to the half-glaze, to be reduced, half its volume of very strong veal stock, and keep it a little denser than usual. Finish this sauce by adding one-sixth pint of truffle essence and tliree oz. of chopped truffles per quart of Madeira Sauce. It is used for numerous small entries, timbales, hot pites, &c."
    },
    {
        "recipe_id": "48",
        "title": "PIQUANTE SAUCE",
        "instructions": "Put into a vegetable pan two oz. of minced shallots, one- quarter pint of vinegar, and as much white wine. Reduce the liquid by a good half, and add one pint of half-glaze; set the sauce to boil, and despumate it for half an hour. At the last moment finish it, away from the fire, with two oz. of gherkins, one oz. of capers, and a teaspoonful of chervil, parsley, and tarragon, mixed; all the ingredients to be finely chopped. This sauce generally accompanies grilled or boiled pork, and cold meat re-dished and minced which needs spicy flavouring."
    },
    {
        "recipe_id": "49",
        "title": "ORDINARY POIVRADE SAUCE",
        "instructions": "1. Heat two oz. of butter in a ste'wpan, and insert one lb. of raw Mirepoix (No. 228). Fry the vegetables until they are well browned; moisten with one-quarter pint of vinegar and one-half pint of Marinade (Formula 169); reduce to two-thirds; add one pint of Espagnole Sauce, and cook for three-quarters of an hour. Ten minutes before straining the sauce, put in a few crushed peppercorns. If the pepper were put in the sauce earlier, it might make it bitter. 2. Pass the sauce through a strainer, pressing the aromatics ; add a further one-half pint of Marinade, and despumate for one-quarter of an hour, keeping it simmering the while. Strain again through tammy, and finish the sauce, when ready for dishing, with two oz. of butter. This sauce is suitable for joints marinaded or not."
    },
    {
        "recipe_id": "50",
        "title": "POIVRADE SAUCE FOR VENISON",
        "instructions": "Fry, with two oz. of butter and two oz. of oil, one lb. of raw Mirepoix (No. 228) to which are added four lbs. of well- broken bones and ground-game trimmings. When the whole is well browned, drain the grease away, and dilute with one pint of vinegar and one pint of white wine. Reduce this liquid by three-quarters, then add three quarts of game stock and a quart of Espagnole Sauce. Boil, cover the saucepan, and put into a moderate oven, where it should stay for at least three hours. At the end of this time take out the saucepan and pour its contents into a fine sieve placed over a tureen ; press the remains so as to expel all the sauce they hold, and pour the sauce into a tall, thick saucepan. Add enough game stock and Marinade, mixed in equal parts, to produce three quarts in all of sauce, and gently reduce the latter while despumating it. As it diminishes in volume, it should be passed through muslin into smaller saucepans, and the reduction should be stopped when only a quart of sauce remains. N.B. — This sauce, like red-wine sauces, may be served as it stands. It is brilliant, clear, and perhaps more sightly thus, but the addition of a certain quantity of butter (four oz. per quart) makes it perfectly mellow, and admirably completes its fragrance."
    },
    {
        "recipe_id": "51",
        "title": "PROVEN9ALE SAUCE",
        "instructions": "Peel, remove the seeds, press and concass twelve medium tomatoes. Heat in a sautd-pan one-fifth pint of oil, until it begins to smoke a little; insert the tomatoes seasoned with pepper and salt ; add a crushed garlic clove, a pinch of powdered sugar, one teaspoonful of chopped parsley, and allow to melt gently for half an hour. In reality, true Proven9ale is nothing but a fine fondue of tomatoes with garlic."
    },
    {
        "recipe_id": "52",
        "title": "ROBERT SAUCE",
        "instructions": "Finely mince a large onion and put it into a stewpan with butter. Fry the onion gently and without letting it acquire any colour. Dilute with one-third pint of white wine, reduce the latter by one-third, add one pint of half-glaze, and leave to simmer for twenty minutes. When dishing up, finish the sauce with one tablespoonful of meat glaze, one teaspoonful of mustard, and one pinch of powdered sugar. If, when finished, the sauce has to wait, it should be kept warm in a bain-marie, as it must not boil again. This sauce — of a spicy flavour — is best suited to grilled and boiled pork. It may also be used for a mince of the same meat."
    },
    {
        "recipe_id": "53",
        "title": "ESCOFFIER ROBERTS SAUCE",
        "instructions": "This sauce may be bought ready-made. It is used either hot or cold. It is especially suitable for pork, veal, poultry, and even fish, and is generally used hot with grills after the equi- valent of its volume of excellent brown stock has been added to it. It may also be served cold to accompany cold meat."
    },
    {
        "recipe_id": "54",
        "title": "ROUENNAISE SAUCE",
        "instructions": "Prepare a \" Bordelaise \" sauce according to Formula No. 32. The diluent of this sauce must be an excellent red wine. Fqr one pint of sauce, pass four raw ducks' livers through a sieve; add the resulting puree to the Bordelaise, and heat the latter for a few minutes in order to poach the liver. Be careful, however, not to heat the sauce too much nor too long, lest the liver be cooked. Serve this sauce with duckling h la Rouen- naise."
    },
    {
        "recipe_id": "55",
        "title": "SALMIS SAUCE",
        "instructions": "The base of this sauce, which rather resembles the cullis, is unchangeable. Its diluent only changes according to the kind of birds or game to be treated, and whether this game is to be considered ordinary or Lenten. Cut and gently brown in butter five oz. of Mirepoix (Formula 228). Add the shin detached from the limbs and the chopped carcase of the bird under treatment, and moisten with one pint of white wine. Reduce the latter to two-thirds, add one-half pint of half glaze, and boil gently for three-quarters of an hour. Pass through a strainer, while pressing upon the carcase and the aromatics, with the view of extracting their quintessence, and thin the cullis thus obtained by means of one-half pint of game stock or mushroom liquor, if the game be Lenten. Now despumate for about one hour, finally reduce the sauce, bring it to its proper consistency with a little mushroom liquor and truffle essence, rub it through tammy, and butter it slightly at the last moment."
    },
    {
        "recipe_id": "56",
        "title": "TORTUE SAUCE",
        "instructions": "Boil one-half pint of veal stock, adding a small sprig of sage, sweet marjoram, rosemary, basil, thyme, and as much bay, two oz. of mushroom parings, and one oz. of parsley. Cover and allow to infuse for half an hour. Two minutes before strain- ing the infusion, add four concassed peppercorns. After straining through fine linen, add one-half pint of half- glaze and as much tomato sauce (away from the fire) with four tablespoonfuls of sherry, a litde truffle essence, and a good pinch of cayenne. N.B. — As this sauce must be spicy, the use of cayenne sug- gests itself, but great caution should be observed, as there must be no excess of this condiment. 57_VENISON SAUCE Prepare a Poivrade sauce for game, as explained in No. 50. Finish this sauce with two tablespoonfuls of red-currant jelly, previously dissolved, and mixed with five tablespoonfuls of fresh cream per pint of sauce. This addition of cream and red- currants must be made away from the fire. Serve this sauce with big ground-game. Small White and Compound Sauces."
    },
    {
        "recipe_id": "58",
        "title": "AMERICAN SAUCE",
        "instructions": "This sauce consists of lobster prepared \"k I'Americaine \" (see No. 939). As it generally accompanies a fish, the meat of the lobster or lobsters which have served in its preparation is sliced and used as the garnish of the fish."
    },
    {
        "recipe_id": "59",
        "title": "ANCHOVY SAUCE",
        "instructions": "Put into a small stewpan one pint of unbuttered \" Normande Sauce \" (No. 99), and finish it, away from the fire, with three oz. of anchovy butter, and one oz. of anchovy fillets, washed, well sponged, and cut into small pieces."
    },
    {
        "recipe_id": "60",
        "title": "AURORE SAUCE",
        "instructions": "Into one-half pint of boiling veloute put the same quantity of very red tomato puree (No. 29), and mix the two. Let the sauce boil a little, pass it through a tammy, and finish, away from the fire, with three oz. of butter."
    },
    {
        "recipe_id": "61",
        "title": "LENTEN AURORE SAUCE",
        "instructions": "This sauce is made like the preceding one, i.e., with the same quantities of velout6 and tomato puree, replacing ordinary veloute by fish velout6."
    },
    {
        "recipe_id": "63",
        "title": "BEARNAISE SAUCE",
        "instructions": "Put into a small stewpan one teaspoonful of chopped shallots, two oz. of chopped tarragon stalks, three oz. of chervil, some mignonette pepper, a pinch of salt, and four tablespoonfuls of vinegar. Reduce the vinegar by two-thirds, take off the fire, let the stewpan cool a little, and add to this reduction the yolks of five eggs. Now put the stewpan on a low fire and gradually combine with the yolks six oz. of melted butter. Whisk the sauce briskly, so es to ensure the cooking of the yolks, which alone, by gradual cooking, effect the leason of the sauce. When the butter is combined with the sauce, rub the latter through tammy, and finish it with a teaspoonful of chervil parings and chopped tarragon leaves. Complete the seasoning with a suspicion of cayenne. This sauce should not be served yery hot, as it is really a mayonnaise with butter. It need tjnly be tepid, for it would probably turn if it were over-heated. Serve it with grilled, butcher's meat and poultry."
    },
    {
        "recipe_id": "63",
        "title": "BEARNAISE SAUCE WITH MEAT GLAZE,",
        "instructions": "OTHERWISE VALOIS SAUCE OR FOYOT SAUCE Prepare a Bearnaise sauce as explained in No. 62. Complete it with three tablespoonfuls of dissolved pale meat glaze, which may be added in small quantities at a time. Serve it with butcher's meat."
    },
    {
        "recipe_id": "64",
        "title": "BEARNAISE TOMATEE SAUCE OR CHORON SAUCE",
        "instructions": "Proceed in exactly the same way as for Bearnaise No. 62. When the sauce is made and rubbed through tammy, finish it with one-third pint of very red tomato puree. In this case the final addition of chervil and tarragon should not be made. This is proper to \" Tournedos Choron,\" but it may accom- pany grilled poultry and white, butcher's meat."
    },
    {
        "recipe_id": "6s",
        "title": "BERCY SAUCE",
        "instructions": "Heat two oz. of chopped shallots. Moisten with one-half pint of white wine and as much fish fumet, or, when possible, the same quantity of fish liquor, the latter being, of course, that of a fish similar to the one the sauce is to accompany. Reduce to a good third, add one-third pint of veloute, let the sauce boil some time, and finish it, away from the fire, with four oz. of butter (added by degrees), a few drops of fish glaze, half the juice of a lemon, and one oz. of chopped parsley. Serve with medium-sized poached fish."
    },
    {
        "recipe_id": "66",
        "title": "BUTTER SAUCE",
        "instructions": "Mix two oz. of sifted flour with two oz. of melted butter. Dilute with one quart of boiling water, salted to the extent of one-quarter oz. per quart. Stir briskly to ensure a perfect leason, and do not allow to boil. Add immediately the yolks of six eggs mixed with one-quarter pint of cream and the juice of half a lemon. Rub through a tammy, and finish the sauce with five oz. of best fresh butter. Be careful that the sauce does not boil after it has been thickened."
    },
    {
        "recipe_id": "67",
        "title": "BONNEFOY SAUCE, OR WHITE BORDELAISE SAUCE",
        "instructions": "Put in a stewpan two oz. of minced shallots and one-half pint of Graves, Sauterne, or any other excellent white Bor- deaux. Reduce the wine almost entirely, add one-quarter pint of veloute, let it simmer twenty minutes, and rub it through a tammy. Finish it, away from the fire, with six oz. of butter and a little chopped tarragon. Serve it with grilled fish and grilled white meat."
    },
    {
        "recipe_id": "68",
        "title": "CAPER SAUCE",
        "instructions": "This is a derivative of the Butter Sauce described under No. 66, and there need only be added two tablespoonfuls of capers per pint of sauce. It frequently accompanies boiled fish of all kinds. 69-CARDINAL SAUCE Boil one pint of Bechamel, to which add one-half pint of fish fumet and a little truffle essence, and reduce by a quarter. Finish the sauce, when dishing up, with three tablespoonfuls of cream and three oz. of very red lobster butter (No. 149). This sauce is poured over the fish."
    },
    {
        "recipe_id": "70",
        "title": "MUSHROOM SAUCE",
        "instructions": "If this be intended for poultry, add one-fifth pint of mush- room liquor and eight oz. of button-mushroom heads turned or channelled and cooked, to one pint of very stiff Allemande Sauce. If it be intended for fish, take one pint of fish veloute, thickened wfth the yolks of four eggs, and finish it with mush- room liquor, as above. The sauce that I suggest for poultry may also be used foi fish, after adding the necessary quantity of fish fumet."
    },
    {
        "recipe_id": "71",
        "title": "CHATEAUBRIAND SAUCE",
        "instructions": "Put one oz. of chopped shallots, a sprig of thyme and a bit of bay, one oz. of mushroom parings, and one-quarter pint of white wine into a stewpan. Reduce the wine almost entirely, add one-half pint of veal gravy, and reduce again until the liquid only measures one-quarter pint. Strain through muslin, and finish the sauce away from the fire with four oz. of butter \" Mattre d'Hotel \" (No. 150), to which may be added a little chopped tarragon. Serve with grilled fillet of beef, otherwise \" Chdteaubriand.\""
    },
    {
        "recipe_id": "72",
        "title": "WHITE CHAUD-FROID SAUCE",
        "instructions": "Boil one pint of veloute in a stewpan, and add three-quarters pint of melted white poultry jelly. Put the stewpan on an open D 2 fire, reduce the sauce by a third, stirring constantly the while, and gradually add one-half pint of very fresh cream. When the sauce has reached the desired degree of consistency rub it through a tammy, and stir it frequently while it cools, for fear of a skin forming on its surface, for if this happened it would have to be strained again. When dishing up, this sauce should be cold, so that it may properly coat immersed solids and yet be liquid enough to admit of the latter being easily steeped into it."
    },
    {
        "recipe_id": "73",
        "title": "ORDINARY CHAUD=FROID SAUCE",
        "instructions": "Proceed exactly as above, substituting Allemande Sauce for the velout6, and reducing the quantity of cream to one-quarter pint. Observe the sam.e precautions while cooling."
    },
    {
        "recipe_id": "74",
        "title": "CHAUD = FROID SAUCE, A L'AURORE",
        "instructions": "Prepare a white Chaud-Froid (No. 72). The same may be coloured by the addition of fine red tomato puree — more or less to match the desired shade — or by an infusion of paprika, according to the use for which it is intended. This last pro- duct is preferable when not too deep a shade is required."
    },
    {
        "recipe_id": "75",
        "title": "CHAUD = FROID SAUCE, AU VERT=PR6",
        "instructions": "Add to the veloute of the white Chaud-Froid sauce, at the same time as the jelly, an infusion prepared thus : — Boil one- quarter pint of white wine, and add to it one pinch of chervil stalks, a similar quantity of tarragon leaves, chives, and parsley leaves. Cover, allow infusion to proceed away from the fire for ten minutes, and strain through linen. Treat the sauce as explained, and finish with spinach-green (No. 143). The shade of the sauce must not be too pronounced, but must remain a pale green. The colouring principle must therefore be added with caution and in small quantities, until the correct shade is obtained. Use this sauce for Chaud-froids of fowl, particularly that kind distinguished as \" Printanier .\""
    },
    {
        "recipe_id": "76",
        "title": "LENT CHAUD=FROID SAUCE",
        "instructions": "Proceed as for white Chaud-Froid, using the same quantities, and taking note of the following modifications : — 1. Substitute fish veloute for ordinary veloute. 2. Substitute white fish jelly for poultry jelly. Remarks. — I have adopted the use of this ordinary Chaud- Froid sauce for the glazing of fillets and escalopes of fish and shell-fish, instead of cleared Mayonnaise, formerly used, which had certain inconveniences — not the least being the oozing away of the oil under the shrinkage of the gelatine. This difficulty does not obtain in the ordinary Chaud-Froid, the definite and pronounced flavour of which is better than that of tlie cleared Mayonnaise."
    },
    {
        "recipe_id": "77",
        "title": "\"ESCOFFIER\" CHERRY SAUCE",
        "instructions": "This sauce may be bought ready-made. Like the Roberts Sauce, it can be served hot or cold. It is an excellent adjunct to venison, and even to small ground-game. Saddle of venison with this sauce constitutes one of the greatest dainties that an epicure could desire."
    },
    {
        "recipe_id": "78",
        "title": "CH5VRY SAUCE",
        "instructions": "In one-half pint of boiling poultry stock put a large pinch of chervil pluches, tarragon and parsley leaves, a head of young pimpernel (the qualification here is very important, for this aromatic plant grows bitter as it matures), and a good pinch of chives. Cover up, and let infusion proceed for ten to twelve minutes; then add the liquid (strained through linen) to one pint of velout6. Boil, reduce by a quarter, and complete it with two oz. of Green Butter (No. 143). Chivry Sauce is admirably suited to boiled or poached poultry. 79-CREAM SAUCE Boil one pint of Bechamel Sauce, and add one-quarter pint of cream to it. Reduce on an open fire until the sauce has become very thick; then pass through tammy. Bring to its normal degree of consistency by gradually adding, away from the fire, one-quarter pint of very fresh cream and a few drops of lemon- juice. Serve this sauce with boiled fish, poultry, eggs, and various vegetables."
    },
    {
        "recipe_id": "80",
        "title": "SHRIRIP SAUCE",
        "instructions": "Boil one pint of fish veloute or, failing this, Bechamel sauce, and add to it one-quarter pint of cream and one-quarter pint of very clear fish fumet. Reduce to one pint, and finish the sauce, away from the fire, with two oz. of Shrimp Butter (No. 145) and two oz. of shelled shrimps' tails."
    },
    {
        "recipe_id": "81",
        "title": "CURRY SAUCE",
        "instructions": "Slightly brown the following vegetables in butter: — Twelve oz. of minced onions, one oz. of parsley roots, four oz. of minced celery, a small sprig of thyme, a bit of bay, and a little mace. Sprinkle with two oz. of flour and a teaspoonful of curry pepper. Cook the flour for some minutes without letting it acquire any colour, and dilute with one and one-half pints of white stock. Boil, cook gently for three-quarters of an hour, and rub through a tammy. Now heat the sauce, remove its grease, and keep it in the bain-viarie. Serve this sauce with fish, shell-fish, poultry, and various egg-preparations. N.B. — This sauce is sometimes flavoured with cocoa-nut milk in the proportion of one-quarter of the diluent."
    },
    {
        "recipe_id": "82",
        "title": "DIPLOMATE SAUCE",
        "instructions": "Take one pint of Normande Sauce, prepared according to No. 99, and finish it with two oz. of lobster butter and three tablespoonfuls of lobster meat, and truffles cut into small, regular tubes."
    },
    {
        "recipe_id": "83",
        "title": "HERB SAUCE",
        "instructions": "Prepare one pint of white-wine sauce (No. in). Finish it away from the fire with three oz. of shallot butter, a tablespoon- ful of parsley, chervil, tarragon, and chives, chopped and mixed. Serve this sauce with boiled or poached fish."
    },
    {
        "recipe_id": "84",
        "title": "GOOSEBERRY SAUCE",
        "instructions": "Prepare one pint of butter sauce. Formula No. 66. Mean- while put one lb. of green gooseberries into a small copper saucepan containing boiling water. Boil for five minutes, then drain the gooseberries, and put them in a little stewpan with one-half pint of white wine and three oz. of powdered sugar. Gently cook the gooseberries, rub them through a tammy, and add the resulting pulp to the butter sauce. This sauce is excel- lent with grilled mackerel and the poached fillets of that fish. 85-HUNQARIAN SAUCE Gently fry in butter, without colouring, two tablespoonfuls of chopped onions seasoned with table-salt and half a teaspoon- ful of paprika. Moisten with one-quarter pint of white wine, add a small faggot, reduce the wine by two-thirds, and remove the herbs. Finish with one pint of ordinary or Lenten Veloute, accord- ing to the use for which the sauce is intended, and boil moder- ately for five minutes. Then rub the sauce through a tammy, and complete it with two oz. of butter. Remember this sauce should be of a tender, pink shade, which it must owe to the paprika alone. It forms an ideal accompaniment to choice morsels of lamb and veal, eggs, poultry, and fish."
    },
    {
        "recipe_id": "86",
        "title": "OYSTER SAUCE",
        "instructions": "Take one pint of Normande Sauce, finish it as directed in that recipe, and complete it with one-quarter pint of reduced oyster liquor, strained through linen, and twelve poached and trimmed oysters."
    },
    {
        "recipe_id": "87",
        "title": "IVORY SAUCE, OR ALBUFERA SAUCE",
        "instructions": "Take the necessary quantity of Supreme Sauce, prepared as explained in No. 105a. Add to this four tablespoonfuls of dissolved, pale, meat glaze per quart of sauce, in order to lend the latter that ivory-white tint which characterises it. Serve this sauce chiefly with poultry and poached sweet-bread."
    },
    {
        "recipe_id": "88",
        "title": "JOINVILLE SAUCE",
        "instructions": "Prepare one pint of Normande Sauce (No. 99), as given in the first part of its formula, and complete it with two oz. of shrimp butter and two oz. of crayfish butter. If this sauce is to accompany a fish k la Joinville, which includes a special garnish, it is served as it stands. If it is served with a large, boiled, ungarnished fish, one oz. of very black truffles cut Julienne-fashion should be added. As may be seen, Joinville Sauce differs from similar preparations in the final operation where crayfish and shrimp butter are combined."
    },
    {
        "recipe_id": "89",
        "title": "MALTESE SAUCE",
        "instructions": "To the Hollandaise Sauce, given under No. 30, add, when, dishing up, the juice of two blood oranges (these late-season oranges being especially suitable for this sauce) and half a coffeespoonful of grated orange-rind. Maltese Sauce is the finest for asparagus."
    },
    {
        "recipe_id": "90",
        "title": "MARINIERE SAUCE",
        "instructions": "Take the necessary quantity of Bercy Sauce (No. 65), and add, per pint of sauce, one-quarter pint of mussel liquor and a leason composed of the yolks of three eggs. Serve this with small poached fish and more particularly with mussels."
    },
    {
        "recipe_id": "91",
        "title": "MORN AY SAUCE",
        "instructions": "Boil one pint of Bdchamel Sauce with one-quarter pint of the fumet of that fish which is to constitute the dish. Reduce by a good quarter, and add two oz. of Gruyere and two oz. of grated Parmesan. Put the sauce on the fire again for a few minutes, and ensure the melting of the cheese by stirring with a small whisk. Finish the sauce away from the fire with two oz. of butter added by degrees."
    },
    {
        "recipe_id": "92",
        "title": "MOUSSELINE SAUCE",
        "instructions": "To a Hollandaise Sauce, prepared as explained (No. 30), add, just before dishing up, one-half pint of stiffly-whipped cream per pint of sauce."
    },
    {
        "recipe_id": "93",
        "title": "MOUSSEUSE SAUCE",
        "instructions": "Scald and wipe a small vegetable-pan, and put into it one- half lb. of stifHy-mamed butter, properly softened. Season this butter with table-salt and a few drops of lemon-juice, and whisk it while gradually adding one-third pint of cold water. Finish with two tablespoonfuls of very firm, whipped cream. This pre- paration, though classified as a sauce, is really a compound butter, which is served with boiled fish. The heat of the fish alone suffices to melt it, and its appearance is infinitely more agreeable than that of plain, melted butter."
    },
    {
        "recipe_id": "94",
        "title": "MUSTARD SAUCE",
        "instructions": "Take the necessary quantity of butter sauce and complete it, away from the fire, with one tablespoonful of mustard per pint of sauce. N.B. — If the sauce has to wait, it must be kept in a bain- marie, for it should not on any account boil. It is served with certain smafl grilled fish, especially fresh herrings."
    },
    {
        "recipe_id": "95",
        "title": "NANTUA SAUCE",
        "instructions": "Boil one pint of Bechamel Sauce, add one-half pint of cream, and reduce by a third. Rub it throughea tammy, and finish it with a further addition of two tablespoonfuls of cream, three oz. of very fine crayfish butter, and one tablespoonful of small, shelled crayfishes' tails."
    },
    {
        "recipe_id": "96",
        "title": "NEWBURQ SAUCE",
        "instructions": "First Method {with Raw Lobsters). — Divide a two lb. lobster into four parts. Remove its creamy parts, pound them finelv with two oz. of butter, and put them aside. Heat in a sautepan one and one-half oz. of butter and as much oil, and insert the pieces of lobster, well seasoned with salt and cayenne. Fry until the pieces assume a fine, red colour ; entirely drain away the butter, and add two tablespoonfuls of burnt brandy and one-third pint of Marsala or old Sherry. Reduce the wine by two-thirds, and wet the lobster with one- third pint of cream and one-half pint of fish fumet. Now add a faggot, cover the sautepan, and gently cook for twenty- five minutes. Then drain the lobster on a sieve, remove the meat and cut it into cubes, and finish the sauce by adding the creamy portions put aside from the first. Boil so as to ensure the cooking of these latter portions; add the meat, cut into cubes, and verify the seasoning. N.B. — The addition of the meat to the sauce is optional; instead of cutting it into cubes it may be stewed and displayed on the fish constituting the dish."
    },
    {
        "recipe_id": "97",
        "title": "SECOND METHOD (WITH COOKED LOBSTER)",
        "instructions": "The lobster having been cooked in a Court-bouillon, shell the tail and slice it up. Arrange these slices in a sautepan liber- ally buttered at the bottom ; season them strongly with salt and cayenne, and heat them on both sides so as to effect the red- dening of the skin. Immerse, so as to cover, in a good Sherry, and almost entirely reduce same. When dishing up, pour on to the slices a leason composed of one-third pint of fresh cream and the yolks of two eggs. Gently stir, away from the fire, and roll the saucepan about until the leason is completed. Originally, these two sauces, like the American, were ex- clusively composed of, and served with, lobster. They were one with the two very excellent preparations of lobster which bear their name. In its two forms lobster may only be served at lunch, many people with delicate stomachs being unable to digest it at night. To obviate this serious difficulty, I have made it a practice to serve lobster sauce with fillets or Mous- selines of sole, adding the lobster as a garnish only. And this innovation proved most welcome to the public. By using such condiments as curry and paprika, excellent varieties of this sauce may be obtained, which are particularly suited to sole and other white Lenten fish. In either of these cases it is well to add a little rice \" k I'lndienne \" to the fish."
    },
    {
        "recipe_id": "98",
        "title": "NOISETTE SAUCE",
        "instructions": "Prepare a Hollandaise Sauce according to the recipe under No. 30. Add two oz. of hazel-nut butter at the last moment. Serve this with salmon, trout, and all boiled fish in general."
    },
    {
        "recipe_id": "99",
        "title": "NORMANDE SAUCE",
        "instructions": "Put in a sautepan one pint of fish veloute, three tablespoon- fuls of mushroom liquor, as much oyster liquor, and twice as much sole fumet, the yolks of three eggs, a few drops of lemon- juice, and one-quarter pint of cream. Reduce by a good third on an open fire, season with a little cayenne, rub through a tammy, and finish with two oz. of butter and four tablespoonfuls of good cream. This sauce is proper to fillet of sole \" k la Normande,\" but it is also frequently used as the base of other small sauces."
    },
    {
        "recipe_id": "100",
        "title": "ORIENTAL SAUCE",
        "instructions": "Take one pint of American sauce, season with curry, and reduce to a third. Then add, away from the fire, one-quarter pint of cream per pint of sauce. Serve this sauce in the same way as American Sauce."
    },
    {
        "recipe_id": "loi",
        "title": "POULETTE SAUCE",
        "instructions": "Boil for a few minutes one pint of Sauce Allemande, and add six tablespoonfuls of mushroom liquor. Finish, away from the fire, with two oz. of butter, a few drops of lemon-juice, and one teaspoonful of chopped parsley. Use this sauce with certain vegetables, but more generally with sheep's trotters. 102-RAVIQOTTE SAUCE Reduce by half, one-quarter pint of white wine with half as much vinegar. Add one pint of ordinary veloute, boil gently for a few minutes, and finish with one and one-half oz. of shallot butter and one teaspoonful of chervil, tarragon, and chopped chives. This sauce accompanies boiled poultry and certain white \" abats.\""
    },
    {
        "recipe_id": "103",
        "title": "REGENCY SAUCE",
        "instructions": "If this sauce is to garnish poultry, boil one pint of Alle- mande Sauce with six tablespoonfuls of mushroom essence and two tablespoonfuls of truffle essence. Finish with four table- spoonfuls of poultry glaze. If it is to garnish fish, substitute for the Allemande Sauce some fish veloute thickened with egg-yolks and the essences of mushroom and truffle as above. Complete with some fish essence."
    },
    {
        "recipe_id": "104",
        "title": "SOUBISE SAUCE",
        "instructions": "Stew in butter two lbs. of finely-minced onions, scalded for three minutes and well dried. This stewing of the onions in butter increases their flavour. Now add one-half pint of thick- ened Bechamel ; season with salt and a teaspoonful of powdered sugar. Cook gently for half an hour, rub through a tammy. and complete the sauce with some tablespoonfuls of cream and two oz. of butter."
    },
    {
        "recipe_id": "105",
        "title": "SOUBISE SAUCE WITH RICE",
        "instructions": "The same quantity as above of minced onions, scalded and well drained. Garnish the bottom and the sides of a tall, medium stewpan with some thin rashers of fat bacon. Insert the onions, together with one-quarter lb. of Carolina rice, one pint of white consomme, a large pinch of powdered sugar, and the necessary salt. Cook gently in the front of the oven for three-quarters of an hour. Then pound the onions and rice in a mortar, rub the resulting puree through a tammy, and finish with cream and butter as in the preceding case. N.B. — This sauce, being more consistent than the former, is used as a garnish just as often as a sauce."
    },
    {
        "recipe_id": "106",
        "title": "SOUBISE SAUCE TOMATEE",
        "instructions": "Prepare a soubise in accordance with the first of the two above formulae, and add to it one-third of its volume of very red tomato puree. Remarks. 1. The Soubise is rather a cullis than a sauce; i.e., its con- sistence must be greater than that of a sauce. 2. The admixture of B6chamel in Soubise is preferable to that of rice, seeing that it makes it smoother. If, in certain cases, rice is used as a cohering element, it is in order to give the Soubise more stiffness. 3. In accordance with the uses to which it may be put, the Soubise Tomatde may be finally seasoned either with curry or paprika. io6a-SUPREME SAUCE The salient characteristics of Supreme Sauce are its perfect whiteness and consummate delicacy. It is generally prepared in small quantities only. Preparation. — Put one and one-half pints of very clear poultry stock and one-quarter pint of mushroom cooking liquor into a sautepan. Reduce to two-thirds; add one pint of \"poultry veloute \" ; reduce on an open fire, stirring with the spatula the while, and combine one-half pint of excellent cream with the sauce, this last ingredient being added little by little. When the sauce has reached the desired consistence, strain it through a sieve, and add another one-quarter pint of cream and two oz. of best butter. Stir with a spoon, from time to time, or keep the pan well covered. 107-VENETIAN SAUCE Put into a stewpan one tablespoonful of chopped shallots, one tablespoonful of chervil, and one-quarter pint of white wine and tarragon vinegar, mixed in equal quantities. Reduce the vinegar by two-thirds; add one pint of white wine sauce (No. Ill); boil for a few minutes; rub through a tammy, and finish the sauce with a sufficient quantity of Herb Juice (No. 183) and one teaspoonful of chopped chervil and tarragon. This sauce accompanies various fish. I08-VILLER0Y SAUCE Put into a sautepan one pint of Allemande Sauce to which have been added two tablespoonfuls of truffle essence and as much ham essence. Reduce on an open fire and constantly stir until the sauce is sufficiently stiff to coat immersed solids thickly."
    },
    {
        "recipe_id": "109",
        "title": "V5LLEROY SOUBISEE SAUCE",
        "instructions": "Put into a sautepan two-thirds pint of Allemande Sauce and one-third pint of Soubise puree (Formula 105). Reduce as in the preceding case, as the uses to which this is put are the same. Now, according to the circumstances and the nature of the SQlid it is intended for, a few teaspoonfuls of very black, chopped truffles may be added to this sauce."
    },
    {
        "recipe_id": "no",
        "title": "VILLEROY TOMATEE SAUCE",
        "instructions": "Prepare the sauce as explained under No. 108, and add to it the third of its volume of very fine tomato puree. Reduce in the same way. Remarks. — i. Villeroy sauce, of whatsoever kind, is solely used for the coating of preparations said to be \" e la Villeroy.\" 2. The Villeroy Tomatee may be finally seasoned with curry or paprika, according to the preparation for which it is intended."
    },
    {
        "recipe_id": "Ill",
        "title": "WHITE WINE SAUCE",
        "instructions": "The three following methods are employed in making it : — 1 . Add one-quarter pint of fish fumet to one pint of thickened Veloute, and reduce by half. Finish the sauce, away from the fire, with four oz. of butter. Thus prepared, this white wine sauce is suitable for glazed fish. 2. Almost entirely reduce one-quarter pint of fish /wmei. To this reduction add the yolks of four eggs, mixing them well in it, and follow with one lb. of butter, added by degrees, paying heed to the precautions indicated under sauce Hollandaise No. 30. 3. Put the yolks of five eggs into a small stewpan and mix them with one tablespoonful of cold fish-stock. Put the stew- pan in a bain-marie and finish the sauce with one lb. of butter, meanwhile adding from time to time, and in small quantities, six tablespoonfuls of excellent fish fumet. The procedure in this sauce is, in short, exactly that of the Hollandaise, with this distinction, that here fish fumet takes the place of the water. Hot English Sauces 1 12- APPLE SAUCE Quarter, peel, core, and chop two lbs. of medium-sized apples; place these in a stewpan with one tablespoonful of powdered sugar, a bit of cinnamon, and a few tablespoonfuls of water. Cook the whole gently with lid on, and smooth the puree with a whisk when dishing up. Serve this sauce lukewarm with duck, goose, roast hare, &c."
    },
    {
        "recipe_id": "113",
        "title": "BREAD SAUCE",
        "instructions": "Boil one pint of milk, and add three oz. of fresh, white bread-crumb, a little salt, a small onion with a clove stuck in it, and one oz. of butter. Cook gently for about a quarter of an hour, remove the onion, smooth the sauce with a whisk, and finish it with a few tablespoonfuls of cream. This sauce is served with roast fowl and roast feathered game."
    },
    {
        "recipe_id": "114",
        "title": "CELERY SAUCE",
        "instructions": "Clean six stalks of celery (only use the hearts), put them in a sautepan, wholly immerse in consomm6, add a faggot and one onion with a clove stuck in it, and cook gently. Drain the celery, pound it in a mortar, then rub it through a tammy and put the puree in a stewpan. Now thin the purde with an equal quantity of cream sauce and a little reduced celery liquor. Heat it moderately, and, if it has to wait, put it in a bain-marie. This sauce is suited to boiled or braised poultry. It is excellent, and has been adopted in French cookery."
    },
    {
        "recipe_id": "115",
        "title": "CRANBERRY SAUCE",
        "instructions": "Cook one pint of cranberries with one quart of water in a stewpan, and cover the stewpan. When the berries are cooked drain them in a fine sieve through which they are strained. To the puree thus obtained add the necessary quantity of their cooking liquor, so as to make a somewhat thick sauce. Sugar should be added according to the taste of the consumer. This sauce is mostly served with roast turkey. It is to be bought ready-made, and, if this kind be used, it need only be heated with a little water."
    },
    {
        "recipe_id": "116",
        "title": "FENNEL SAUCE",
        "instructions": "Take one pint of butter sauce (No. 66) and finish it with two tablespoonfuls of chopped fennel, scalded for a few seconds. This is principally used with mackerel."
    },
    {
        "recipe_id": "117",
        "title": "EGG SAUCE WITH MELTED BUTTER",
        "instructions": "Dissolve one-quarter pound of butter, and add to it the necessary salt, a little pepper, half the juice of a lemon, and three hard-boiled eggs (hot and cut into large cubes); also a teaspoonful of chopped and scalded parsley."
    },
    {
        "recipe_id": "118",
        "title": "SCOTCH EGG SAUCE",
        "instructions": "Make a white roux with one and one-half oz. of butter and one oz. of flour. Mix in one pint of boiling milk, season with salt, white pepper, and nutmeg, and boil gently for ten minutes. Then add three hot hard-boiled eggs, cut into cubes (the whites and the yolks). This sauce usually accompanies boiled fish, especially fresh haddocks and fresh and salted cod."
    },
    {
        "recipe_id": "119",
        "title": "HORSE-RADISH OR ALBERT SAUCE",
        "instructions": "Rasp five oz. of horse-radish and place them in a stewpan with one-quarter pint of white consomme. Boil gently for twenty minutes and add a good one-half pint of butter sauce, as much cream, and one-half oz, of bread-crumb ; thicken by reducing on a brisk fire and rub through tammy. Then thicken with the yolks of two eggs, and complete the seasoning with a pinch of salt and pepper, and a teaspoonful of mustard dis- solved in a tablespoonful of vinegar. Serve this sauce with braised or roast beef — especially fillets."
    },
    {
        "recipe_id": "119a",
        "title": "PARSLEY SAUCE",
        "instructions": "This is the Butter Sauce (No. 66), to which is added, per pint, a heaped tablespoonful of freshly-chopped parsley."
    },
    {
        "recipe_id": "120",
        "title": "REFORM SAUCE",
        "instructions": "Put into a small stewpan and boil one pint of half-glaze sauce and one-half pint of ordinary Poivrade sauce. Complete with a garnish composed of one-half oz. of gherkins, one-half oz. of the hard-boiled white of an egg, one oz. of salted tongue, one oz. of truffles, and one oz. of mushrooms. All these to be cut Julienne-fashion and short. This sauce is for mutton cutlets when these are \" k la Reform.\" CHAPTER IV COLD SAUCES AND COMPOUND BUTTERS"
    },
    {
        "recipe_id": "121",
        "title": "AIOLI SAUCE, OR PROVENCE BUTTER",
        "instructions": "Pound one oz. of garlic cloves as finely as possible in a mortar, and add the yolk of one raw egg, a pinch of salt, and one-half pint of oil, letting the latter gradually fall in a thread and wielding the pestle meanwhile, so as to effect a complete amalgamation. Add a few drops of lemon juice and cold water to the sauce as it thickens, these being to avoid its turning. Should it decompose while in the process of making or when made, the only thing to be done is to begin it again with the yolk of an egg. I22~ANDAL0USE SAUCE Take the required quantity of Mayonnaise sauce (No. 126) and add to it the quarter of its volume of very red and con- centrated tomato pur6e, and finally add two oz. of capsicum cut finely. Julienne-fashion, per pint of sauce."
    },
    {
        "recipe_id": "123",
        "title": "BOHEMIAN SAUCE",
        "instructions": "Put in a bowl one-quarter pint of cold Bechamel, the yolks of four eggs, a little table salt and white pepper. Add a quart of oil and three tablespoonfuls of tarragon vinegar, proceeding as for the Mayonnaise. Finish the sauce with a tablespoonful of mustard. i24~QEN0A SAUCE Pound in a mortar, and make into a smooth, fine paste, one oz. of pistachios and one oz. of fir-apple kernels, or, if these are not available, one oz. of sweet almonds; add one-half table- spoonful of cold Bechamel. Put this paste into a bowl, add the yolks of six eggs, a little salt and pepper, and finish the sauce with one quart of oil, the juice of two lemons, and proceed as for the Mayonnaise."
    }
]