[
    {
        "recipe_id": "209",
        "title": "GAME ROYALE",
        "instructions": "Finely pound three oz. of the cooked meat of that game which gives its name to the preparation, and add three table- spoonfuls of cold Espagnole Sauce and one-fifth pint of rich cream, in small quantities at a time. Warm the seasoning with a very little cayenne, strain through tammy, thicken with one egg and three yolks, and poach as before."
    },
    {
        "recipe_id": "210",
        "title": "FISH ROYALE",
        "instructions": "Stew in butter four oz. of fillet of sole cut into cubes, or the same quantity of any other fish suited to the nature of the intended soup. Cool, pound finely, and add, little by little, two tablespoonfuls of cold Bechamel and one-quarter pint of cream. Season with salt and a pinch of nutmeg, and strain through tammy. Thicken by means of the yolks of five eggs, and poach in large or small moulds."
    },
    {
        "recipe_id": "211",
        "title": "CARROT OR CRECY ROYALE",
        "instructions": "Stew gently in butter five oz. of the red part only of carrots. Cool, crush in a mortar, and gradually add two tablespoonfuls of Bechamel and one-fifth pint of rich cream. Season with table-salt and a pinch of castor sugar, and deepen the tint of the royale with a few drops of vegetable red. Strain through tammy, thicken with one egg and four yolks, put into moulds, and poach."
    },
    {
        "recipe_id": "212",
        "title": "FRESH PEAS OR ST. GERMAIN ROYALE",
        "instructions": "Cook one-half lb. of fresh, small peas in boiling water with a bunch of chervil and a few leaves of fresh mint. Pass through a sieve, and dilute the resulting' puree (in a saucepan) with two-fifths of its volume of the liquor it has been cooked in and one-fifth of cream. Add a little sugar, the necessary salt, one egg, and two yolks. Pass through a fine strainer, and poach in well-buttered moulds."
    },
    {
        "recipe_id": "213",
        "title": "VARIOUS ROY ALES",
        "instructions": "Royales may also be made with leeks, celery, &c., the procedure being as follows :■ — Finely mince six or seven oz. of the chosen vegetable; stew the same gently and thoroughly in butter, and strain through tammy. Add to the resulting puree three tablespoonfuls of Bechamel, one-fifth pint of cream, two eggs, and four yolks. Put into large or small moulds, and poach. Remarks. — In order that these royales may have the re- quired delicacy, I should urge the reader not to exceed the prescribed quantities of eggs and yolks, these being so calcu- lated as to exactly produce the density required."
    },
    {
        "recipe_id": "214",
        "title": "THE DIVIDINQ-UP OF ROYALES",
        "instructions": "When the poaching is done take the mould or moulds out of water, and leave the royale to cool in them. Do not turn out the moulds whilst the preparation is hot, as it would surely scatter. It only assumes the necessary solidity for being divided up by means of the aggregation and contraction of its various constituents during the cooling process. If the royale has been poached in small moulds, slightly trim the cylinders of royale, divide them up laterally into discs, and stamp them uniformly with a plain or indented fancy cutter. // the royale has been poached in large moulds, withdraw it from these, and place it on a serviette; trim the tops, cut into half-inch slices, and stamp with small, fancy cutters of different shapes. These little divisions of royale must always be stamped very neatly and quite regularly."
    },
    {
        "recipe_id": "215",
        "title": "CHIFFONADE",
        "instructions": "The name \" Chiffonade e' is given to a mince of sorrel or lettuce, intended as a complement for such soups as \" Potage de sante,\" \" le Germiny,\" &c., or various clear consommes like \"Julienne.\" To prepare Chiffonade, first carefully shred the sorrel or lettuce, and remove therefrom all the leaf-ribs. Carefully wash the leaves, and squeeze the latter tightly between the fingers of the left hand and the table. Now cut them into fine strips with a sharp knife. If the chiffonade be intended for a consomme, add it to the latter half an hour before dishing up ; it is thus actually cooked in the soup itself. If, as is most often the case, it be intended for a thick soup, it is better to let it melt well in butter, to moisten it with a little consomme, and to let it boil for ten minutes before adding it to the soup. Whatever the purpose be for which it is made, chiffonade should always be prepared with very tender sorrel or lettuce."
    },
    {
        "recipe_id": "216",
        "title": "DIRECTIONS FOR SOUP WITH PASTES",
        "instructions": "Vermicelli and the various Italian pastes should measure about three oz. per quart of consomme. They should first be thrown into boiling, salted water, where they are left to poach for three minutes, whereupon they are drained, cooled, and their cooking is completed in the consomme. The parboiling of these pastes is necessary in order to get rid of the little agglomerations of flour which adhere to them, and which would otherwise make the consomme cloudy. Tapioca, sago, salep, &c., should also be apportioned at about three oz. per quart. But this is only an average, for the quality of this kind of products varies greatly, and it is best to choose the goods of an excellent maker, and, in order to avoid surprises, to abide by that choice. These products need no parboiling; they are merely sprinkled into the boiling consomme while stirring the latter, and they are left to cook until the soup is quite clear. The boiling should be gentle, and the scum should be removed as often as it forms. The time allowed for cooking naturally varies in accord- ance with the quality of the goods, but the absolute trans- parency of the consomme is an infallible sign of its having been completed. Brazilian, Japanese, and other pearls are used in the same quantities, but they should poach for thirty minutes if required to be very transparent."
    },
    {
        "recipe_id": "217",
        "title": "THREADED EGGS",
        "instructions": "Beat up three eggs in a bowl, season with salt and pepper, and strain through a sieve. Now pour the eggs into a fine strainer, hold same over a sautepan containing some boiling consomme, and shift it about in such wise as to let the egg fall in threads into the boiling liquid beneath, and thus imme- diately coagulate. Drain the egg-threads very carefully lest they break."
    },
    {
        "recipe_id": "218",
        "title": "PROFITEROLLES FOR SOUPS",
        "instructions": "These consist of little choux about the size of a large hazel- nut, stuffed with some kinds of puree, such as that of foie gras with cream, or of chicken, or of vegetables, &c. Four fro- fiterolles should be allowed for each person. To make profiterolles, put a few tablespoonfuls of \"pate a choux \" without sugar (No. 2374) into a piping-bag fitted with a smooth pipe, whose orifice should be about one-quarter inch in diameter. Squeeze out portions of the preparation on to a tray, so as to form balls about the size of a small hazel-nut; gild by means of beaten egg applied with a fine brush, and cook in a moderate oven. Do not take the profiterolles from the oven until they are quite dry. CHAPTER IX Garnishing Preparations for Releves and Entr]&es."
    },
    {
        "recipe_id": "219",
        "title": "POTATO CROQUETTES",
        "instructions": "Cook quickly in salted water two lb. of peeled and quartered potatoes. As soon, as they seem soft to the finger, drain them, place them in the front of the oven for a few minutes in order to dry them, and then tilt them into a sieve lying on a cloth, and press them through the former without rubbing. Place the puree in a sautepan ; season with salt, pepper, and nutmeg; add one oz. of butter, and dry; i.e., stir over a brisk fire until the puree becomes a consistent paste. Take off the fire, complete with the yolks of three eggs, well mixed with the rest, and turn the paste out on to a buttered dish, taking care to spread it in a rather thin layer, so as to precipitate its cooling. Butter the surface to prevent the pre- paration's drying. To make croquettes, equal portions of this paste, i.e., por- tions weighing about one and one-half oz. of it, are rolled on a flour-dusted board into the shape of a cork, a ball, or a quoit. These are now dipped into an Anglaise (No. 174) and rolled in bread-crumbs or raspings, the latter being well patted on to the surface of the croquettes, lest they should fall into the frying fat. Let the patting also avail for finishing off the selected shape of the objects. These are then plunged into hot fat, where they should remain until they have acquired a fine, golden colour."
    },
    {
        "recipe_id": "220",
        "title": "DAUPHINE POTATOES",
        "instructions": "Prepare as above the required quantity of paste, and add thereto per lb. six oz. of pate k choux without sugar (No. 2374). Mix the two constituents thoroughly. Dauphine potatoes are moulded in the shape of small cylinders, and they are treated a I' Anglaise, like the croquettes."
    }
]