[
    {
        "recipe_id": "166",
        "title": "PLAIN COURT- BOUILLON",
        "instructions": "The quantity of court-bouillon is determined by the size of the piece which it is to cover. It is composed of cold, salt water (the salt amounting to a little less than one-half oz. per quart of water), one-quarter pint of milk per quart of water, and one thin slice of peeled lemon in the same proportion. The fish is immersed while the liquor is cold; the latter is very slowly brought to the boil, and as soon as this is reached, the receptacle is moved to the side of the fire, where the cooking of the fish is completed. This court-bouillon, which is used with large pieces of turbot and brill, is never prepared beforehand."
    },
    {
        "recipe_id": "167",
        "title": "SPECIAL COURT- BOUILLON, OR BLANC",
        "instructions": "This preparation is a genuine court-bouillon, though it is not used in cooking fish. The Quantities Required for Five Quarts of this Court-bouillon are : — A little less than 2 oz. of flour. The juice of 3 lemons or e pint of ij oz. of grey salt. good vinegar. 5 quarts of cold water. Gradually mix the flour and the water; add the salt and the lemon juice, and pass through a strainer. Set to boil, and stir the mixture the while, in order to prevent the flour from precipitating ; as soon as the boil is reached, immerse the objects to be treated. These are usually calf's head or foot, previously blanched; sheep's trotters, cocks' kidneys or combs, or such vegetables as salsify, cardoon, &c. Remarks upon the Use of Court-bouillon. I. Court-bouillon must always be prepared in advance for all fish, the time for poaching which is less than half an hour, except turbots and brills. F 2. When a fish is of such a size as to need more than half an hour's poaching, proceed as follows: — Place under the drainer of the fish-kettle the minced carrots and onions and the faggot; put the fish on the drainer, and cover it with water and vinegar, or white wine, in accordance with the kind of court-bouillon wanted and the quantity required. Add the salt, boil, and keep the court-bouillon gently simmering for a period of time fixed by the weight of the fish. The time allowed for poaching the latter will be given in their respective formulae. 3. Fish, when whole, should be immersed in cold court- bouillon; when sliced, in the same liquor, boiling. The ex- ceptions to this rule are small trout \" au bleu \" and shell-fish. 4. If fish be cooked in short liquor the aromatics are put under the drainer and the liquid elements of the selected court- bouillon (as, for example, that with red or white wine) are so calculated as to cover only one-third of the solid body. Fish cooked in this way should be frequently basted. 5. Court-bouillon for ordinary and spiny lobsters should always be at full boiling pitch when these are immersed. The case is the same for small or medium fish \" au bleu.\" 6. Fish which is to be served cold, also shell-fish, should cool in the court-bouillon itself; the cooking period is conse- quently curtailed. Marinades and Brines. Marinades play but a small part in English cookery, venison or other ground-game being generally preferred fresh. How- ever, in the event of its being necessary to resort to these methods of preparation, I shall give two formulae for venison and two for mutton. The use of the marinade for venison is very much debated. Certainly it is often desirable that the fibre of those meats that come from old specimens of the deer and boar species be softened, but there is no doubt that what the meat gains in tenderness it loses in flavour. On the whole, therefore, it would be best to use only those joints which come from young beasts. In the case of the latter, the marinade may well be dispensed with. It would add nothing to the savour of a haunch of venison, such as may be got in England, while it would be equally ineffectual in the case of the roebuck or hare. A sum- mary treatment of these two, with raw marinade, may well be adopted, as also for deer. As for cooked marinade, its real and only use lies in the fact that during stormy summer weather it enables one to pre. serve meat which would otherwise have to be wasted. It may, moreover, be used for braised venison, but this treatment of game is very uncommon nowadays."
    },
    {
        "recipe_id": "168",
        "title": "COOKED MARINADE FOR VENISON",
        "instructions": "Quantities Required for Five Quarts. e lb. of minced carrots. i faggot, including i oz. of pars- J lb. of minced onions. ley stalks, 2 sprigs of rose- 2 oz. of minced shallots. mary, as much thyme, and I crushed garlic clove. 2 bay leaves. Preparation. — Heat one-half pint of oil in a stewpan, add the carrots and onions, and fry them while stirring frequently. When they begin to brown add the shallots, the garlic, and the faggot, then one pint of vinegar, two bottles of white wine, and three quarts of water. Cook this marinade for twenty minutes, and add a further two oz. of salt, one-half oz. of peppercorns, and four oz. of brown sugar. Ten minutes afterwards pass it through a strainer and let it cool before in- serting the meats. N.B. — In summer the marinade very often decomposes, because of the blood contained by the meat under treatment in it. The only means of averting this is to boil the marinade every two or three days at least."
    },
    {
        "recipe_id": "169",
        "title": "RAW MARINADE FOR BUTCHER'S MEAT OR VENISON",
        "instructions": "This marinade is prepared immediately before using. The meat to be treated is first salted and peppered on all sides, then it is put in a receptacle just large enough to hold it, and laid therein on a litter of aromatics, including minced carrots and onions, a few chopped shallots, parsley stalks, thyme, and bay in proportion to the rest. Now sprinkle the meat copiously with oil and half as much vinegar; cover the dish with oil-paper, and put it somewhere in the cool. Remember to turn the meat over three or four times a day, covering it each time with a layer of vegetables. This marinade is very active, and is admirably suited to all butcher's meat and venison, provided these be not allowed to remain in it for too long a time. It is very difficult to say how long the meat must stay in these marinades ; the time varies according to the size and quality of the joints, and the taste of the consumer, &c. All that can be said is that three hours should be sufiScient to marinade a cutlet or escalope of roebuck, F 2 and that for big joints such as saddle or leg the time should not exceed four days."
    },
    {
        "recipe_id": "170",
        "title": "MARINADE FOR MUTTON, ROEBUCK-STYLE",
        "instructions": "This is exactly the same as cooked marinade, No. 168. There need only be added one oz. of juniper berries, a few sprigs of rosemary, wild thyme, and basil, two extra garlic cloves, and one quart less of water."
    },
    {
        "recipe_id": "171",
        "title": "MARINADE WITH RED WINE FOR MUTTON",
        "instructions": "By substituting red wine for white in the preceding formula — the quantity of the liquid equalling that of the water — and by slightly increasing the quantity of aromatics, an excellent marinade for mutton is obtained, which in summer enables one to preserve meat, otherwise perishable, for some days."
    },
    {
        "recipe_id": "172",
        "title": "BRINE",
        "instructions": "Quantities Required for Fifty Quarts. 56 lbs. of gray salt. 6 lbs. of saltpetre. 50 quarts of water. 3I lbs. of brown sugar. Mode of Procedure. — Put the salt and the water in a tinned copper pan, and put it on an open fire. When the water boils, throw in a peeled potato, and, if the latter float, add water until it begins to sink. If, on the contrary, the potato should sink immediately, reduce the liquid until it is able to buoy the tuber up. At this stage the sugar and saltpetre are added; let them dissolve, and the brine is then removed from the fire and is allowed to cool. It is then poured into the re- ceptacle intended for it, which must be either of slate, stone, cement, or well-jointed tiles. It is well to place in the bottom of this reservoir a wooden lattice, whereon the meats to be salted may be laid, for, were the immersed objects to lie directly on the bottom of the receptacle, the under parts would be entirely shielded from the brine. If the meats to be salted are of an appreciable size, they should be inoculated with brine by means of a special syringe. With- out this measure it would be impossible to salt regularly, as the sides would already be over-saturated before the centre had even been properly reached. Eight days should be allowed for salting a piece of beef of what size soever, above eight or ten lb., since the process of inoculation equalises the salting. Ox-tongue intended for salting, besides having to be as fresh as possible, must be trimmed of almost all the cartilage of the throat, and carefully beaten either with a beater or roller. Then it must be pricked on all sides with a string- needle, and immersed in the liquid, where it should be slightly weighted by some means or other in order to prevent its rising to the surface. A medium-sized tongue would need about seven days' immersion in the brine. Though brine does not turn as easily as the cooked marinades, it would be well, especially in stormy weather, to watch it and occasionally to boil it. But, as the process of boiling invariably concentrates the brine, a little water should be added to it every time it is so treated, and the test of the potato, described above, should always be resorted to. CHAPTER VII I. Elementary Preparations Before broaching the question of the numerous prepara- tions which constitute the various soup, relev6, and entree gar- nishes, it will be necessary to give the formulae of the elementary preparations, or what are technically called the mise en place. If the various operations which go to make the mise en place were not, at least summarily, discussed here, I should be compelled to repeat them in each formula for which they are required — that is to say, in almost every formula. I should thus resemble those bad operators who, having neglected their mise en place, are obliged to make it in the course of other work, and thereby not only run the risk of making it badly, but also of losing valuable time which might be used to better advantage. Elementary preparations consist of those things whereof one is constantly in need, which may be prepared in advance, and which are kept available for use at a moment's notice."
    },
    {
        "recipe_id": "173",
        "title": "ANCHOVIES (FILLETS OF)",
        "instructions": "Whether they be for hors d'oeuvres or for culinary use, it is always best to have these handy. After having washed and well wiped them, in order to re- move the white powder resulting from the little scales with which they are covered, they should be neatly trimmed to the shape of extended oblongs. Then detach the fillets from the bones by gentle pulling, divide each fillet lengthwise into three or four smaller fillets, put the latter into a small narrow dish or a little bowl, and cover them with oil. The fillets may also be kept whole with a view to rolling them into rings."
    },
    {
        "recipe_id": "174",
        "title": "ANQLAISE (FOR EQO=AND-BREAD-CRUMBINQ)",
        "instructions": "It is well to have this always ready for those dishes which are to be panes a I'anglaise, or as many of the recipes direct : treated a I'anglaise."
    }
]