[
    {
        "recipe_id": "19",
        "title": "BROWN ROUX",
        "instructions": "Quantities for making about One lb. — Eight oz. of clarified butter, nine oz. of best-quality flour. Preparation. — Mix the flour and butter in a very thick stew- pan, and put it on the side of the fire or in a moderate oven. Stir the mixture repeatedly so that the heat may be evenly distributed throughout the whole of its volume. The time allowed for the cooking of brown roux cannot be precisely determined, as it depends upon the degree of heat LEADING SAUCES 17 employed. The more intense the latter, the speedier will be the cooking, while the stirring will of necessity be more rapid. Brown roux is known to be cooked when it has acquired a fine, light brown colour, and when it exudes a scent re- sembling tha;t of the hazel-nut, characteristic of baked flour. It is very important that brown roux should not be cooked too rapidly. As a matter of fact, among the various constituent elements of flour, the starch alone acts as the cohering prin- ciple. This starch is contained in little cells, which tightly constrain it, but which are sufficiently porous to permit the percolation of liquid and fatty substances. Under the influence of moderate heat and the infiltered butter, the cells burst through the swelling of the starch, and the latter thereupon completely combines with the butter to form a mass capable of absorbing six times its own weight of liquid when cooked. When the cooking takes place with a very high initial heat the starch gets burned within its shrivelled cells, and swelling is then possible only in those parts which have been least burned. The cohering principle is thus destroyed, and double or treble the quantity of roux becomes necessary in order to obtain the required consistency. But this excess of roux in the sauce chokes it up without binding it, and prevents it from despumat- ing or becoming clear. At the same time, the cellulose and the burnt starch lend a bitterness to the sauce of which no subsequent treatment can rid it. From the above it follows that, starch being the only one from among the different constituents of flour which really effects the coherence of sauces, there would be considerable advantage in preparing roux either from a pure form of it, or from substances with kindred properties, such as fecula, arrow- root, &c. It is only habit that causes flour to be still used as the cohering element of roux, and, indeed, the hour is not so far distant when the advantages of the changes I propose will be better understood — changes which have been already recom- mended by Favre in his dictionary. With a roux well made from the purest starch — in which case the volume of starch and butter would equal about half that of the flour and butter of the old method — and with strong and succulent brown stock, a Spanish sauce or Espagnole may be made in one hour. And this sauce will be clearer, more brilliant, and better than that of the old processes, which needed three days at least to despumate."
    },
    {
        "recipe_id": "20",
        "title": "PALE ROUX",
        "instructions": "The quantities are the same as for brown roux, but cooking must cease as soon as the colour of the roux begins to change, and before the appearance of any colouring whatsoever. The observations I made relative to brown roux, concerning the cohering element, apply also to pale roux."
    },
    {
        "recipe_id": "21",
        "title": "WHITE ROUX",
        "instructions": "Same quantities as for brown and pale roux, but the time of cooking is limited to a few minutes, as it is only needful, in this case, to do away with the disagreeable taste of raw flour which is typical of those sauces whose roux has not been suffi- ciently cooked."
    },
    {
        "recipe_id": "22",
        "title": "BROWN SAUCE OR ESPAQNOLE",
        "instructions": "Quantities Required for Four Quarts. — One lb. of brown roux dissolved in a tall, thick saucepan with six quarts of brown stock or estouffade. Put the saucepan on an open fire, and stir the sauce with a spatula or a whisk, and do not leave it until it begins to boil. Then remove the spatula, and put the sauce- pan on a corner of the fire, letting it lean slightly to one side with the help of a wedge, so that boiling may only take place at one point, and that the inert principles thrown out by the sauce during despumation may accumulate high up in the sauce- pan, whence they can be easily removed as they collect. It is advisable during despumation to change saucepans twice or even three times, straining every time, and adding a quart of brown stock to replace what has evaporated. At length, when the sauce begins to get lighter, and about two hours before finally straining it, two lbs. of fresh tomatoes, roughly cut up, should be added, or an equivalent quantity of tomato puree, and about one lb. of Mirepoix, prepared accord- ing to Formula No. 228. The sauce is then reduced so as to measure four quarts when strained, after which it is poured into a wide tureen, and must be kept in motion until quite cool lest a skin should form on its surface. The time required for the despumation of an Espagnole varies according to the quality of the stock and roux. We saw above that one hour sufficed for a concentrated stock and starch roux, in which case the Mirepoix and the tomato are inserted from the first. But much more time is required if one is deal- ing with a roux whose base is flour. In the latter case six hours LEADING SAUCES 19 should be allowed, provided one have excellent stock and well- made roux. More often than not this work is done in two stages, thus : after having despumated the Espagnole for six or eight hours the first day, it is put on the fire the next day with half its volume of stock, and it is left to despumate a few hours more before it is finally strained. Summing up my opinion on this subject, I can only give my colleagues the following advice, based upon long experi- ence : — 1. Only use strong, clear stock with a decided taste. 2. Be scrupulously careful of the roux, however it may be made. By following these two rules, a clear, brilliant, and consistent Espagnole will always be obtained in a fairly short time."
    },
    {
        "recipe_id": "23",
        "title": "HALF GLAZE",
        "instructions": "This is the Espagnole sauce, having reached the limit of per- fection by final despumation. It is obtained by reducing one quart of Espagnole and one quart of first-class brown stock until its volume is reduced to nine-tenths of a quart. It is then put through a strainer into a bain-marie of convenient dimen- sions, and it is finished, away from the fire, with one-tenth of a quart of excellent sherry. Cover the bain-marie, or slightly butter the top to avoid the formation of a skin. This sauce is the base of all the smaller brown sauces."
    },
    {
        "recipe_id": "24",
        "title": "LENTEN ESPAGNOLE",
        "instructions": "Practical men are not agreed as to the need of Lenten Espagnole. The ordinary Espagnole being really a neutral sauce in flavour, it is quite simple to give it the necessary flavour by the addition of the required quantity of fish fumet. It is only, therefore, when one wishes to conform with the demands of a genuine Lent sauce that a fish Espagnole is needed. And, certainly in this case, nothing can take its place. The preparation of this Espagnole does not differ from thai of the ordinary kind, except that the bacon is replaced by mush- room parings in the Mirepoix, and that the sauce must be de- spumated for only one hour. This sauce takes the place of the ordinary Espagnole, for Lenten preparations, in every case where the latter is generally used, in Gratins, in the Genevoise sauce, &c. c 3 25-ORDINARY VELOUTE SAUCE Quantities Required for Four Quarts. — One lb. of pale roux (Formula 20), five quarts of white veal stock (Formula 10). Dissolve the roux in the cold white veal stock and put the saucepan containing this mixture on an open fire, stirring the sauce with a spatula or whisk, so as to avoid its burning at the bottom. Add one oz. of table-salt, a pinch of nutmeg and white powdered pepper, together with one-quarter lb. of nice white mushroom parings, if these are handy. Now boil and move to a corner of the fire to despumate slowly for one and a half hours, at the same time observing the precautions advised for ordinary Espagnole (Formula 22). Strain through muslin into a smaller saucepan, add one pint of white stock, and de- spumate for another half hour. Strain it again through a tammy or a sieve into a wide tureen, and keep moving it with a spatula until it is quite cold. I am not partial to garnishing Veloute Sauce with carrots, an onion with a clove stuck into it, and a faggot, as many do. The stock should be sufficiently fragrant of itself, without requiring the addition of anything beyond the usual condiments. The only exception I should make would be for mushroom parings, even though it is preferable, when possible, to replace these by mushroom liquor. But this is always scarce in kitchens where it is used for other purposes ; wherefore it is often imperative to have recourse to parings in its stead. The latter may not, however, be added to the stock itself, as they would blacken it ; hence I advise their addition to the Veloute during its preparation."
    },
    {
        "recipe_id": "26",
        "title": "VELOUTE DE VOLAILLE",
        "instructions": "This is identical with ordinary Veloute, except that instead of having white veal stock for its liquor, it is diluted with white poultry stock. The mode of procedure and the time allowed for cooking are the same."
    },
    {
        "recipe_id": "26a",
        "title": "FISH VELOUTE",
        "instructions": "Veloute is the base of various fish sauces whose recipes will be given in Part II. Prepare it in precisely the same way as poultry veloute, but instead of using poultry stock, use very clear fish fumet, and let it despumate for twenty minutes only. (See fish fumet No. n.) LEADING SAUCES it"
    },
    {
        "recipe_id": "27",
        "title": "ALLEMANDE SAUCE OR THICKENED VELOUTE",
        "instructions": "Allemande Sauce is not, strictly speaking, a basic sauce. However, it is so often resorted to in the preparation of other sauces that I think it necessary to give it after the Veloutes, from which it is derived. Quantities Required for One Quart. The yolks of 5 eggs. e the juice of a lemon. I pint of cold white stock. | pint of mushroom liquor. I quart of Veloute, well despu- mated. Mode of Procedure. — Put the various ingredients in a thick- bottomed saute-pan and mix them carefully. Then put the pan on an open fire, and stir the sauce with a metal spatula, lest it burn at the bottom. When the sauce has been reduced to about one quart, add one-third pint of fresh cream to it, and reduce further for a few minutes. It should then be passed through a fine strainer into a tureen and kept moving until quite cold. Prepared thus, the Allemande Sauce is ready for the prepara- tion of the smaller sauces. Butter must only be added at the very last moment, for if it were buttered any earlier it would most surely turn. The same injunction holds good with this sauce when it is to be served in its original state ; it should then receive a small addition of cream, and be buttered so that it may attain its required delicacy ; but this addition of butter and cream ought only to be made at the last moment, and away from the fire. When a thick sauce has any fat substance added to it, it cannot be exposed to a higher temperature than 140 degrees Fahrenheit without risking decomposition."
    },
    {
        "recipe_id": "28",
        "title": "BECHAMEL SAUCE",
        "instructions": "Quantities Required for Four Quarts. I lb. of white roux. § oz. of salt, i pinch of mignon- 4J quarts of boiling milk. ette, and grated nutmeg, and j lb. of lean veal. i small sprig of thyme. I minced onion. Preparation. — Pour the boiling milk on the roux, which should be almost cold, and whisk it well so as to avoid lumps. Let it boil, then cook on the side of the fire. Meanwhile the lean veal should have been cut into small cubes, and fried with butter in a saucepan, together with the minced onion. When the veal has stiffened without becoming coloured, it is added to the Bechamel, together with salt and the other aro- matics. Let the sauce stew for about one hour in all, and then pass it through a tammy into a tureen; butter the top, lest a crust should form. When Bechamel is intended for Lenten preparations, the veal must be omitted. There is another way of making the sauce. After having boiled the milk, the seasoning and aromatics should be added; the saucepan is then covered and placed on a corner of the stove, so as to ensure a thorough infusion. The boiling milk must now be poured on to the roux which has been separately prepared, and the sauce should then cook for one quarter of an hour only."
    },
    {
        "recipe_id": "29",
        "title": "TOMATO SAUCE",
        "instructions": "Quantities Required for Four Quarts. 5 oz. of salted breast of pork, 2 oz. of butter, e oz. of salt, i rather fat. oz. of sugar, a pinch of 6 oz. of carrots cut into cubes. pepper. 6 oz. of onions cut into cubes. 10 lbs. of raw tomatoes or 4 I bay leaf and i small sprig of quarts of same, mashed. thyme. 2 quarts of white stock. 5 oz. of flour. Preparation. — Fry the pork with the butter in a tall, thick- bottomed saucepan. When the pork is nearly melted, add the carrots, onions, and aromatics. Cook and stir the vegetables, then add the flour, which should be allowed to cook until it begins to brown. Now put in the tomatoes and white stock, mix the whole well, and set to boil on an open fire. At this point add the seasoning and a crushed clove of garlic, cover the saucepan, and place in a moderate oven, where it may cook for one and one-half hours. At the end of this time the sauce should be passed through a sieve or tammy, and it should boil while being stirred. Finally, pour it into a tureen, and butter its surface to avoid the formation of a skin. Remarks. — A puree of tomatoes is also used in cookery; it is prepared in precisely the same fashion, except that the flour is omitted and only one pint of white stock is added."
    },
    {
        "recipe_id": "30",
        "title": "HOLLANDAISE SAUCE",
        "instructions": "Quantities Required for One Quart. — One and one-half lbs. of butter, the yolks of six eggs, one pinch of mignonette pepper and one-quarter oz. of salt, three tablespoonfuls of good vinegar. Preparation. — Put the salt, the mignonette, the vinegar, and as much water in a small saucepan, and reduce by three-quarters on the fire. Move the saucepan to a corner of the fire or into LEADING SAUCES 23 a bain-marie, and add a spoonful of fresh water and the yolks. Work the whole with a whisk until the yolks thicken and have the consistence of cream. Then remove the saucepan to a tepid place and gradually pour the butter on the yolks while briskly stirring the sauce. When the butter is absorbed, the sauce ought to be thick and firm. It is brought to the correct con- sistence with a little water, which also lightens it slightly, but the addition of water is optional. The sauce is completed by a drop of lemon juice, and it is rubbed through a tammy. Remarks. — The consistence of sauces whose processes are identical with those of the Hollandaise may be varied at will ; for instance, the number of yolks may be increased if a very thick sauce is desired, and it may be lessened in the reverse case. Also similar results may be obtained by cooking the eggs either more or less. As a rule, if a thick sauce be required, the yolks ought to be well cooked and the sauce kept almost cold in the making. Experience alone — the fruit of long practice — can teach the various devices which enable the skilled worker to obtain different results from the same kind and quality of material. CHAPTER III The Small Compound Sauces Remarks. — In order that the classification of the small sauces should be clear and methodical, I divide them into three parts. The first part includes the small brown sauces; the second deals with the small white sauces and those suited to this part of the classification ; while the third is concerned with the English sauces. The Small Brown Sauces"
    },
    {
        "recipe_id": "31",
        "title": "SAUCE BIQARRADE",
        "instructions": "This sauce is principally used to accompany braised and poeled ducklings. In the first case, the duckling's braising stock, being thickened, constitutes a sauce. In the second case, the stock is clear, and the procedure in both cases is as follows : — 1 . After having strained the braising stock, completely remove its grease, and reduce until it is very dense. Strain it once more through muslin, twisting the latter ; then, in order to bring the sauce to its normal consistence, add the juice of six oranges and one lemon per quart of sauce. Finish with a small piece of lemon and orange rind cut regularly and finely. Julienne- fashion, and scalded for five minutes. 2. Strain the poeling stock, for duck or ducks, through linen; entirely remove the grease, and add four pieces of caramel sugar dissolved in one tablespoonful of vinegar per one-half pint of stock, the juice of the oranges and the lemon and the Julienne of rinds, as for the braised-ducklings sauce indicated above."
    }
]